let oBooks = [
    // --- Книги, статьи ---
    {
        name: 'Первые азимуты на берегах Невы',
        year: 2017,
        link: './books/blagovo_first_azimuths_2026_omaps.pdf',
        info: 'Книга заслуженного ветерана отечественного ориентирования Никиты Владимировича Благово. ' +
            'Книга содержит исторический обзор развития спортивного ориентирования в Ленинграде в 1959-1984 гг., ' +
            'а также основные хроникально-справочные сведения, относящиеся к этому периоду. Редакция 2026 года.',
        author: 'BLAGOVO',
        owner: 'BLAGOVO',
        pics: ['first_azimuths', 1]
    },
    {
        name: 'Философия спортивного ориентирования',
        year: 1995,
        link: 'https://rufso.ru/wp-content/uploads/2018/02/philosophiaorientirovania.pdf',
        info: 'В книге известного тренера дается подробный анализ проблем, которые встают перед ориентировщиками, ' +
            'желающими достичь успехов и спорте. Рассматривается техника и тактика ориентировании, ' +
            'классифицируются «сбивающие» факторы — обстоятельства, мешающие спортсмену полностью проявить свои способности. ' +
            'Вся книга пронизана «философией» автора — жить с миром в душе, не «толкаться локтями», не злиться на ошибки, ' +
            'а выявлять и развивать в себе самое лучшее, самостоятельно или с помощью тренера и товарищей по команде. ' +
            'Книга предназначена для спортсменов высокого класса, для тренеров и для всех, кто мечтает о высших достижениях в ориентировании.',
        author: 'KSTLV_V_V',
        owner: 'KSTLV_V_V'
    },
    {
        name: 'Спортивное ориентирование – "гонка за итогом" (?) или "творческий процесс"?',
        year: 2015,
        about: 'https://www.vvv.ru/news/index.php3?news=460698',
        info: 'Книга замечательного тренера Костылева Вячеслава Викторовича &quot;Спортивное ориентирование: Гонка за итогом (?) или Творческий процесс?&quot;. ' +
            'Книга представляет из себя сборник методологических материалов, размышлений, статей, непосредственно используемых при подготовке таких спортсменов как Татьяна Рябкина, ' +
            'Наталья и Ольга Виноградовы, Светлана Миронова, Галина Виноградова и многих других.',
        author: 'KSTLV_V_V',
        owner: 'KSTLV_V_V'
    },
    {
        name: 'Зелеными маршрутами',
        year: 1986,
        link: ['http://www.northernwind.spb.ru/library/green_routes/','https://psv4.userapi.com/s/v1/d/108NeRKgauG_N-Peg__uLVHpGUMBK-7ptIU2cQXwZ8FPePAECJSmG61kz8b0HuGVDHV43xfB2Y3XHOxvWoMW1KpBi9zJuzduswmYA__L7sIXJCkgm7wQZg/Kniga_Liysa_Veyyalaynen_Zelenymi_marshrutami.pdf'],
        about: 'https://vk.com/wall-133458822_30',
        info: 'Книга про легендарную финскую ориентировщицу, чемпионку мира Лийсу Вейялайнен. Совет молодым спортсменам - прочитать эту книгу, это классика!',
        author: 'VYLNN_L',
        pics: ['green_trails', 1]
    },
];
