let events2009 = [
    {
        id: 'SPB_20090104_1',
        date: '2009-01-04',
        place: 'Зеленогорск, Прибой',
        name: 'СТРЕК-О-НОЧЬ',
        type: 'ORIENT',
        o_site: '090104'
    },
    {
        id: 'SPB_20090106_1',
        date: '2009-01-06',
        endDate: '2009-01-10',
        place: 'пос. Будогощь, и г. Кириши',
        name: 'Кубок ЛО',
        type: 'ORIENT',
        info: 'Первенство России среди ДЮСШ Кубок Ленинградской области 2-этап IV зимней Спартакиады Ленинградской области Кубок профкома ООО «ПО Киришинефтеоргсинтез» по спортивному ориентированию',
        o_site: '09010610'
    },
    {
        id: 'SPB_20090118_1',
        date: '2009-01-18',
        place: 'п. Кузьмоловский',
        name: 'На приз газеты Всеволожские Вести',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090118_vesti/090118_res.htm',
        start: 'VSEV_VESTI',
        o_site: '090118_vesti'
    },
    {
        id: 'SPB_20090118_2',
        date: '2009-01-18',
        place: 'Зеленогорск-Комарово',
        name: 'Открытое зимнее первенство памяти В. Н. Богданова',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090118/090118_res.htm',
        o_site: '090118'
    },
    {
        id: 'SPB_20090125_1',
        date: '2009-01-25',
        place: 'парк Александрино',
        name: 'Снежная Тропа, 3-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090125/090125_res.pdf',
        owner: 'SFSO_SPB',
        o_site: '090125'
    },
    {
        id: 'SPB_20090128_1',
        date: '2009-01-28',
        endDate: '2009-02-01',
        place: 'пос.Будогощь и г.Кириши',
        name: 'Всероссийские соревнования ветеранов',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090129/090129_res.htm',
        info: 'Всероссийские соревнования ветеранов Чемпионат и первенство СЗФО Чемпионат и первенство Ленинградской области Кубок профкома ООО «ПО Киришинефтеоргсинтез» МЖ-30-75 Всероссийские соревнования ветеранов МЖ-14,17,20,Э Чемпионат и первенство СЗФО МЖ-10,12,14,17,Э,35,45,55 Чемпионат и первенство Ленинградской области',
        o_site: '090129'
    },
    {
        id: 'SPB_20090129_1',
        date: '2009-01-29',
        endDate: '2009-01-31',
        place: 'п.Будогощь',
        name: 'Первенство Ленинградской области',
        type: 'ORIENT',
        owner: 'SFSO_LO',
        o_site: '090131'
    },
    {
        id: 'SPB_20090201_1',
        date: '2009-02-01',
        place: 'Орехово',
        name: 'Мемориал Андрея Волкова, Пер-во СПб среди обучающихся',
        type: 'SKI',
        res: 'https://o-site.spb.ru/_races/090201/090201_res.zip',
        info: '4-й Мемориал Андрея Волкова, Первенство школьников СПб. Возрастные группы на первенстве учащихся - МЖ14, 17, 20, у взрослых спортсменов на Мемориале А.Волкова - МЖ 21, 40, 50, 60',
        start: 'VOLKOV_A',
        o_site: '090201'
    },
    {
        id: 'SPB_20090207_1',
        date: '2009-02-07',
        place: 'Орехово',
        name: 'Чемпионат и Пер-во СПб, маркир',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080207/090207_res.htm',
        owner: 'SFSO_SPB',
        o_site: '080207'
    },
    {
        id: 'SPB_20090208_1',
        date: '2009-02-08',
        place: 'Орехово',
        name: 'Чемпионат и Пер-во СПб, заданное направление',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080208/090208_res.htm',
        owner: 'SFSO_SPB',
        o_site: '080208'
    },
    {
        id: 'SPB_20090214_1',
        date: '2009-02-14',
        endDate: '2009-02-15',
        place: 'пос. Кузьмоловский',
        name: 'Две Пятёрки',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/09021415/090214_res.htm',
        o_site: '09021415'
    },
    {
        id: 'SPB_20090219_1',
        date: '2009-02-19',
        endDate: '2009-03-02',
        place: 'ЗЦ «Зеркальный»',
        name: 'Смена в Зеркальном',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090219/090219-0302_res.zip',
        info: 'На смене прошли соревнования: 1. Две лыжных гонки (в начале и в конце смены) 2. На маркированной трассе 3. В заданном направлении на лыжах 4. Ориентирование по выбору (парковый спринт по территории лагеря) Также были подготовлены тренировочные дистанции на маркировке, и в заданном направлении.',
        o_site: '090219'
    },
    {
        id: 'SPB_20090221_1',
        date: '2009-02-21',
        endDate: '2009-02-22',
        name: '100 за 24, 1-й этап Кубка СПб по рогейну',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/090221/09022122_res24.htm',
        info: '«100 км за 24 часа» - 1-й этап кубка Санкт-Петербурга по рогейну',
        start: '100x24',
        o_site: '090221'
    },
    {
        id: 'SPB_20090222_1',
        date: '2009-02-22',
        endDate: '2009-02-23',
        place: 'Всеволожск',
        name: 'Пер-во ЛО среди обучающихся',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/09022223/09022223_res.rar',
        info: 'Первенство Ленинградской области среди обучающихся в МОУ ДОД ЛО',
        o_site: '09022223'
    },
    {
        id: 'SPB_20090301_1',
        date: '2009-03-01',
        place: 'Рощино',
        name: 'Открытое первенство КСО «Азимут»',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090301/090301_res.htm',
        logo: 'azimut.gif',
        o_site: '090301'
    },
    {
        id: 'SPB_20090301_2',
        date: '2009-03-01',
        name: 'Летний Кубок СПб 2009',
        type: 'ORIENT',
        info: 'Многоэтапные лично-командные соревнования по спортивному ориентированию «Кубок Санкт-Петербурга – 2010» проводятся Федерацией спортивного ориентирования Санкт-Петербурга с целью развития клубного движения и выявления сильнейших спортсменов-ориентировщиков и сильнейших клубов спортивного ориентирования СПб.',
        o_site: 'SPb_Cup_2009',
        endDate: '2009-10-31'
    },
    {
        id: 'SPB_20090304_1',
        date: '2009-03-04',
        place: 'г. Пушкин',
        name: 'Царскосельский Азимут',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090304/090304_res.htm',
        o_site: '090304'
    },
    {
        id: 'SPB_20090308_1',
        date: '2009-03-08',
        place: 'Район станции Теплобетонная',
        name: 'Всеволожская тропа - 4 этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090308/090308_res.zip',
        o_site: '090308'
    },
    {
        id: 'SPB_20090308_2',
        date: '2009-03-08',
        endDate: '2009-03-09',
        name: 'Чемпионат Санкт-Петербурга',
        type: 'ORIENT',
        res: 'http://o-time.ru/images/all/w09/skio080309.htm',
        owner: 'SFSO_SPB',
        o_site: '09030809'
    },
    {
        id: 'SPB_20090314_1',
        date: '2009-03-14',
        place: 'Токсово',
        name: '2-й этап Кубка СПб по рогейну',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/090314/090314_res3.htm',
        fmt: '3 и 8 часов',
        o_site: '090314'
    },
    {
        id: 'SPB_20090315_1',
        date: '2009-03-15',
        place: 'Шуваловский парк',
        name: 'Снежная Тропа, финал',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090315/090315_res.pdf',
        owner: 'SFSO_SPB',
        o_site: '090315'
    },
    {
        id: 'SPB_20090321_1',
        date: '2009-03-21',
        endDate: '2009-03-22',
        place: 'Мичуринское',
        name: 'Зимняя Приключенческая Гонка',
        type: 'ORIENT',
        res: 'http://adventureraces.ru/races/wr/',
        o_site: '090321'
    },
    {
        id: 'SPB_20090411_1',
        date: '2009-04-11',
        endDate: '2009-04-12',
        name: 'Сосновоборские Дюны',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/09041112/090411_res.htm',
        info: 'ТРАДИЦИОННЫЕ СОРЕВНОВАНИЯ «СОСНОВОБОРСКИЕ ДЮНЫ 2009» по спортивному ориентированию бегом, а также Кубок Ленинградской области, 1,2 этапы, а также Кубок «Центра «Ладога» среди обучающихся в ОУ, 2 этап',
        owner: 'YUVENTA',
        o_site: '09041112'
    },
    {
        id: 'SPB_20090419_1',
        date: '2009-04-19',
        place: 'оз. Изумрудное',
        name: 'Открытые соревнования туристов Всеволожского ДДЮТ',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090419/090419_res.htm',
        info: 'Открытые соревнования туристов Всеволожского ДДЮТ по спортивному ориентированию',
        o_site: '090419'
    },
    {
        id: 'SPB_20090501_1',
        date: '2009-05-01',
        endDate: '2009-05-03',
        name: 'Спринтерские Эстафеты 2x2',
        type: 'ORIENT',
        res: 'http://o-time.ru/content/view/381/28/',
        info: 'Традиционные спринтерские эстафеты в формате 2 человека по 2 этапа',
        o_site: '0905_2x2'
    },
    {
        id: 'SPB_20090501_2',
        date: '2009-05-01',
        endDate: '2009-05-03',
        place: 'Цвелодубово',
        name: 'Чемпионат и пер-во ЛО',
        type: 'ORIENT',
        owner: 'SFSO_LO',
        o_site: '09050103'
    },
    {
        id: 'SPB_20090509_1',
        date: '2009-05-09',
        place: 'Юкки',
        name: 'День Победы, 1-й этап Кубка СПб',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090509/090509_res.htm',
        o_site: '090509'
    },
    {
        id: 'SPB_20090509_2',
        date: '2009-05-09',
        place: 'ж/д ст.Курорт',
        name: 'Соревнования по вело-О, посвящённые Дню Победы',
        type: 'VELO',
        res: 'http://o-time.ru/content/view/388/28/',
        fmt: 'Заданное направление, масс-старт',
        o_site: '090509_mtb'
    },
    {
        id: 'SPB_20090511_1',
        date: '2009-05-11',
        place: 'Пос. Комарово, оз. Щучье',
        name: 'Пер-во СДЮСШОР Курортного р-на по вело-О',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/090511/090511_res.htm',
        info: 'Открытое первенство СДЮСШОР Курортного р-на им. В. Коренькова по вело-ориентированию (Открытие Сезона)',
        fmt: 'Заданное направление (средняя дистанция)',
        o_site: '090511'
    },
    {
        id: 'SPB_20090511_2',
        date: '2009-05-11',
        place: 'Лемболово-Орехово',
        name: 'Первенство Команды 110%',
        type: 'ORIENT',
        res: 'http://o-time.ru/images/all/s09/footo110509.htm',
        start: 'ROGAINE_110',
        o_site: '090511_110'
    },
    {
        id: 'SPB_20090516_1',
        date: '2009-05-16',
        place: 'Зеленогорск',
        name: '3-й этап Кубка СПб по рогейну',
        type: 'ROGAINE',
        res: 'http://rogaining.spb.ru/index.php?option=com_wrapper&Itemid=159',
        o_site: '090516_rog'
    },
    {
        id: 'SPB_20090516_2',
        date: '2009-05-16',
        place: 'ст. Лемболово, вблизи оз. Белое (справа от ж/д)',
        name: 'Памяти друзей',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090516/090516_res.htm',
        o_site: '090516'
    },
    {
        id: 'SPB_20090517_1',
        date: '2009-05-17',
        place: 'Ленинградская область, г.Всеволожск',
        name: 'Российский Азимут ЛО',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/09RA_LO/09RA_LO_res3.zip',
        info: 'Всероссийские массовые соревнования по спортивному ориентированию',
        owner: 'SFSO_SPB',
        o_site: '09RA_LO'
    },
    {
        id: 'SPB_20090517_2',
        date: '2009-05-17',
        place: 'Удельный парк',
        name: 'Российский Азимут СПб',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090517/090517_res.pdf',
        owner: 'SFSO_SPB',
        o_site: '090517'
    },
    {
        id: 'SPB_20090519_1',
        date: '2009-05-19',
        place: 'Невский лесопарк',
        name: 'Sprint Tour SPb',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090519/090421_res.htm',
        info: 'Соревнования проводятся в 3 этапа 1 этап Открытое Первенство Красносельского района 21 апреля 2009 г. Парк Сосновая Поляна 2 этап Открытое Первенство Приморского района 12 мая 2009 г. парк Сосновка 3 этап Открытое Первенство Невского района 19 мая Невский лесопарк',
        start: 'ST',
        o_site: '090519'
    },
    {
        id: 'SPB_20090523_1',
        date: '2009-05-23',
        endDate: '2009-05-24',
        name: 'Пер-во СПб среди обучающихся',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/09052324/090523_RES.htm',
        o_site: '09052324'
    },
    {
        id: 'SPB_20090530_1',
        date: '2009-05-30',
        endDate: '2009-05-31',
        place: 'Kuldiga, Latvia',
        name: 'Чемпионат Прибалтики',
        type: 'ORIENT',
        info: 'Открытый Чемпионат Прибалтики по ориентированию',
        o_site: '09053031'
    },
    {
        id: 'SPB_20090530_2',
        date: '2009-05-30',
        endDate: '2009-05-31',
        place: 'Кузнечное',
        name: 'Чемпионат России по рогейну',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/090530_rog/090531_res.htm',
        info: '6-й Чемпионат России по рогейну. Форматы: 24 часа (Ч-т России), 6 и 3 часа.',
        o_site: '090530_rog'
    },
    {
        id: 'SPB_20090603_1',
        date: '2009-06-03',
        place: 'Осиновая Роща',
        name: 'Чемпионат Санкт-Петербурга - спринт',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090603/090603_res.htm',
        photo: 'http://www.photo.yarkiymir.ru/albums/87/156/page-0/',
        owner: 'SFSO_SPB',
        o_site: '090603',
        reskeep: 263
    },
    {
        id: 'SPB_20090604_1',
        date: '2009-06-04',
        place: 'Токсово',
        name: 'Весенний Кубок 110%',
        type: 'ORIENT',
        res: 'http://www.o-site.spb.ru/_races/0906cup110/090409_res.htm',
        info: '1 этап(09 апреля): Результаты + Сплиты 2 этап(16 апреля): Результаты + Сплиты 3 этап(23 апреля): Результаты + Сплиты 4 этап(14 мая): Результаты + Сплиты 5 этап(21 мая): Результаты 6 этап(28 мая): Результаты + Сплиты 7 этап(04 июня): Результаты + Сплиты',
        start: 'ROGAINE_110',
        o_site: '0906cup110'
    },
    {
        id: 'SPB_20090606_1',
        date: '2009-06-06',
        place: 'Токсово',
        name: '4-й этап Кубка СПб по рогейну',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/090606_r/090606_res.htm',
        o_site: '090606_r'
    },
    {
        id: 'SPB_20090606_2',
        date: '2009-06-06',
        place: 'Медное озеро',
        name: 'Чемпионат Санкт-Петербурга - эстафета',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090606/090606_res.htm',
        photo: 'http://www.photo.yarkiymir.ru/albums/87/180/page-0/',
        owner: 'SFSO_SPB',
        o_site: '090606',
        reskeep: 235
    },
    {
        id: 'SPB_20090607_1',
        date: '2009-06-07',
        place: 'пос. Будогощь',
        name: 'Чемпионат ЛО по МТБО',
        type: 'ORIENT',
        fmt: 'средняя дистанция',
        owner: 'SFSO_LO',
        o_site: '090607_MTB'
    },
    {
        id: 'SPB_20090607_2',
        date: '2009-06-07',
        place: 'Медное озеро',
        name: 'Чемпионат Санкт-Петербурга - классика',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090607/090607_res.htm',
        photo: 'http://www.photo.yarkiymir.ru/albums/87/181/page-0/',
        owner: 'SFSO_SPB',
        o_site: '090607',
        reskeep: 251
    },
    {
        id: 'SPB_20090610_1',
        date: '2009-06-10',
        endDate: '2009-06-21',
        name: 'УТС ЛО',
        type: 'ORIENT',
        o_site: '09061021'
    },
    {
        id: 'SPB_20090612_1',
        date: '2009-06-12',
        place: 'Ягодное',
        name: 'Кубок центра Ладога, 4-й этап',
        type: 'ORIENT',
        o_site: '090612'
    },
    {
        id: 'SPB_20090612_2',
        date: '2009-06-12',
        endDate: '2009-06-14',
        place: 'Комарово-Зеленогорск',
        name: 'Открытое первенство СДЮСШОР Курортного района Открытое первенство КСО «Азимут»',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/09061214/090612_res.htm',
        info: 'Открытое первенство СДЮСШОР Курортного района, Открытое первенство КСО «Азимут»',
        logo: 'azimut.gif',
        o_site: '09061214'
    },
    {
        id: 'SPB_20090616_1',
        date: '2009-06-16',
        endDate: '2009-06-21',
        place: 'п. Мичуринское Приозерского района Ленинградской области',
        name: 'Петербургский Фестиваль Ориентирования',
        type: 'ORIENT',
        res: 'http://www.o-site.spb.ru/_races/09061621/090616_split.htm',
        info: 'day_1 16.06 сплиты day_2 17.06 сплиты day_3 18.06 сплиты day_4 19.06 сплиты day_5 20.06 сплиты day_6 21.06 сплиты',
        o_site: '09061621'
    },
    {
        id: 'SPB_20090623_1',
        date: '2009-06-23',
        endDate: '2009-06-25',
        place: 'Кузнечное',
        name: 'Карельские Скалы',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/09062325/KS2009_res_fin.zip',
        info: 'Одна из самых интересных и качественных многодневок в России. Традиционно проводится в технически сложных районах Карельского Перешейка.',
        start: 'KS',
        o_site: '09062325'
    },
    {
        id: 'SPB_20090626_1',
        date: '2009-06-26',
        endDate: '2009-06-28',
        place: 'Кузнечное',
        name: 'Мемориал Святкина',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/09062628/svyatkin2009_res.zip',
        info: '17-й Мемориал Михаила Святкина',
        start: 'MMS',
        o_site: '09062628'
    },
    {
        id: 'SPB_20090629_1',
        date: '2009-06-29',
        place: 'район п. Кузнечное',
        name: 'Рогейн After-party',
        type: 'ROGAINE',
        fmt: '3 ч.',
        o_site: '090629'
    },
    {
        id: 'SPB_20090704_1',
        date: '2009-07-04',
        endDate: '2009-07-06',
        place: 'Будогощь',
        name: 'Первенство СЗФО',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090070406/SZFO_res.zip',
        info: 'Чемпионат и Первенство России (Северо-Западный Федеральный административный округ) Oткрытый кубок Киришского района по спортивному ориентированию',
        o_site: '090070406'
    },
    {
        id: 'SPB_20090712_1',
        date: '2009-07-12',
        place: 'Будогощь',
        name: '5-й этап Кубка СПб по рогейну',
        type: 'ROGAINE',
        o_site: '090712'
    },
    {
        id: 'SPB_20090712_2',
        date: '2009-07-12',
        place: 'Орехово',
        name: 'Открытое п-во ОК судостроения',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090712_Az/090712_res.htm',
        o_site: '090712_Az'
    },
    {
        id: 'SPB_20090718_1',
        date: '2009-07-18',
        name: 'Горный Кросс - 16',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/090718/090718_res.htm',
        info: 'Рогейн в формате 3 часа бегом',
        fmt: '3 часа бегом',
        start: 'GORNY_CROSS',
        o_site: '090718'
    },
    {
        id: 'SPB_20090725_1',
        date: '2009-07-25',
        endDate: '2009-07-26',
        place: 'Орехово',
        name: '6-й этап Кубка СПб по рогейну',
        type: 'ROGAINE',
        o_site: '090725'
    },
    {
        id: 'SPB_20090730_1',
        date: '2009-07-30',
        endDate: '2009-08-02',
        place: 'Сосново!!! (НЕ Каменногорск)',
        name: 'Всероссийские соревнования среди спортсменов среднего, старшего и пожилого возраста, посвященные 50-летию ориентирования в Ленинграде – Санкт-Петербурге',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090730/0908veteran.zip',
        info: 'Соревнования проводятся по группам: М30, М35, М40, М45, М50, М55, М60, М65, М70, М75, М80, М85; Ж30, Ж35, Ж40, Ж45, Ж50, Ж55, Ж60, Ж65, Ж70, Ж75, Ж80.',
        o_site: '090730'
    },
    {
        id: 'SPB_20090802_1',
        date: '2009-08-02',
        place: 'Шапки',
        name: 'Соревнования по MTBO памяти Бориса Панкратьева',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/090802/090802_res.ZIP',
        info: 'Соревнования по MTBO памяти Бориса Панкратьева',
        o_site: '090802'
    },
    {
        id: 'SPB_20090808_1',
        date: '2009-08-08',
        endDate: '2009-08-09',
        place: 'Сосново-Кривко',
        name: 'Три-О-Тлон',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/tri-o-tlon-2009/TOT_res.htm',
        photo: 'http://www.photo.yarkiymir.ru/albums/845/817/page-0/',
        info: 'Старейшая мультиспортивная гонка в России: в 2009-м году состоится уже 8-й Три-О-Тлон, история которого ведёт отсчёт с 2002-го года. Классическая гонка по набору дисциплин: треккинг, велосипед, байдарка, верёвочные этапы. Основная направленность гонки - навигация. Три дистанции - длинная, средняя и короткая. Участвуют команды из 2-х человек любого пола. Нас поддерживают: Альпина Спортивная Линия Яркий Мир Кант Спортсистем Про-Спорт Альпиндустрия Эксперты Приключений Игорь Лу Информационная поддержка: O-site x-race.msk.ru adventureraces.ru carabin.ru',
        logo: 'triotlon.gif',
        o_site: 'tri-o-tlon-2009'
    },
    {
        id: 'SPB_20090816_1',
        date: '2009-08-16',
        place: 'Токсово',
        name: 'Рогейн 110%',
        type: 'ROGAINE',
        res: 'http://www.o-site.spb.ru/_races/090924/090917_res.htm',
        info: '1 этап(17 ctynz,hz): Результаты + Сплиты',
        start: 'ROGAINE_110',
        o_site: '090816'
    },
    {
        id: 'SPB_20090821_1',
        date: '2009-08-21',
        endDate: '2009-08-23',
        name: 'SPB2Open 2009',
        type: 'ORIENT',
        res: 'http://sportident.spb.ru/index.php?option=com_content&view=article&id=8&Itemid=10',
        o_site: '090823'
    },
    {
        id: 'SPB_20090822_1',
        date: '2009-08-22',
        place: 'пл. 69 км Приозерского направления',
        name: 'Первенство MTBO SPb Club',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/090822/090822_res.htm',
        o_site: '090822'
    },
    {
        id: 'SPB_20090829_1',
        date: '2009-08-29',
        place: 'Цвелодубово',
        name: 'Миля-Спорт',
        type: 'ORIENT',
        o_site: '090829'
    },
    {
        id: 'SPB_20090830_1',
        date: '2009-08-30',
        place: 'Каннельярви',
        name: 'Зелёный Змей',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090830/090830_res.htm',
        start: 'GS',
        o_site: '090830'
    },
    {
        id: 'SPB_20090912_1', date: '2009-09-12', name: 'Велопитер', type: 'VELO', o_site: '090912'
    },
    {
        id: 'SPB_20090912_2',
        date: '2009-09-12',
        place: 'Дюны',
        name: 'Первенство клуба «Азимут»',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090912_az/090912_res.htm',
        info: 'М/Ж 10, 12, 14, 16, 18, 20, 21, 35, 40, 45, 50, 55, 60, 65, 70, 75, 80.',
        logo: 'azimut.gif',
        o_site: '090912_az'
    },
    {
        id: 'SPB_20090913_1',
        date: '2009-09-13',
        place: 'район северо-восточнее оз. Пасторское',
        name: 'Чемпионат СПб - марафон',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090913/090913_res.pdf',
        owner: 'SFSO_SPB',
        o_site: '090913',
        reskeep: 242
    },
    {
        id: 'SPB_20090919_1',
        date: '2009-09-19',
        place: 'Кавголово',
        name: '8-й этап Кубка СПб по рогейну',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/090919_rog/090919_res3.htm',
        info: 'Соревнования проводятся в формате 8 и 3 часа бегом и 3-вело.',
        o_site: '090919_rog'
    },
    {
        id: 'SPB_20090919_2',
        date: '2009-09-19',
        place: 'между постом ГАИ (36 км Приозерского шоссе) и пос. Стеклянный',
        name: 'Золотые Кольца',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090919/090919_res.htm',
        start: 'WEDDING',
        o_site: '090919'
    },
    {
        id: 'SPB_20090920_1',
        date: '2009-09-20',
        place: 'Невский лесопарк',
        name: 'Шестиэтапные эстафеты',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090920/090920_res.htm',
        info: 'Межклубные шестиэтапные эстафеты, проводимые клубом Северный Ветер',
        o_site: '090920'
    },
    {
        id: 'SPB_20090925_1',
        date: '2009-09-25',
        endDate: '2009-09-28',
        place: 'ЗЦДЮТ «Зеркальный»',
        name: 'Старты в «Зеркальном»',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/09092528/090926_res.htm',
        o_site: '09092528'
    },
    {
        id: 'SPB_20090926_1',
        date: '2009-09-26',
        place: 'Лемболово',
        name: 'Критериум',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090926/090926_res.htm',
        o_site: '090926'
    },
    {
        id: 'SPB_20090927_1',
        date: '2009-09-27',
        place: 'пос.Комарово, оз.Щучье',
        name: 'Гонка «Ориентировщиков»',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090927kk/090927_res.htm',
        info: 'Кросс-кантрийная велосипедная гонка по пересеченной местности на кругу 6 км.',
        o_site: '090927kk'
    },
    {
        id: 'SPB_20091003_1',
        date: '2009-10-03',
        place: 'Васкелово, база УЮТ',
        name: '50-летие секции ориентирования «ЭКРАН»',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/091003/091003_res.htm',
        info: 'Открытые соревнования на первенство спортивного клуба "Экран", посвященные 50-летию секции спортивного ориентирования',
        o_site: '091003'
    },
    {
        id: 'SPB_20091003_2',
        date: '2009-10-03',
        place: 'Энколово',
        name: 'Пер-во клуба NordWest',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/091003_nw/091003_res.htm',
        o_site: '091003_nw'
    },
    {
        id: 'SPB_20091004_1',
        date: '2009-10-04',
        place: 'Энколово',
        name: 'Чемпионат СПб, средняя дистанция',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/091004/091004_res.htm',
        photo: 'http://www.photo.yarkiymir.ru/albums/120/1657/',
        owner: 'SFSO_SPB',
        o_site: '091004',
        reskeep: 230
    },
    {
        id: 'SPB_20091010_1',
        date: '2009-10-10',
        endDate: '2009-10-11',
        place: 'пос. Ягодное Приозерского района',
        name: 'XXXVIII Соревнования по ночному ориентированию памяти А. Окинчица',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/091010/091010_res.htm',
        start: 'OKINCHITSA',
        o_site: '091010'
    },
    {
        id: 'SPB_20091017_1',
        date: '2009-10-17',
        place: 'районе Пасторского и Медного озер',
        name: '9-й этап Кубка СПб по рогейну',
        type: 'ROGAINE',
        fmt: '3 часа бегом и 3 часа ВЕЛО',
        o_site: '091017'
    },
    {
        id: 'SPB_20091017_2',
        date: '2009-10-17',
        place: 'п. Орехово',
        name: 'Чемпионат и П-во ЛО, посвященные 40-летию спортивного ориентирования в ЛО',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/09101718/091017.htm',
        info: 'Чемпионат и Первенство ЛО, посвященный 40-летию ориентирования в области',
        owner: 'SFSO_LO',
        o_site: '09101718',
        endDate: '2009-10-18'
    },
    {
        id: 'SPB_20091018_1',
        date: '2009-10-18',
        place: 'Лемболово',
        name: 'Петербургская осень',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/091018_az/091018_res.htm',
        info: 'Закрытие летнего сезона СДЮСШОР Курортного р-на и КСО Азимут',
        logo: 'azimut.gif',
        o_site: '091018_az'
    },
    {
        id: 'SPB_20091024_1',
        date: '2009-10-24',
        endDate: '2009-10-25',
        place: 'парк Монрепо, г. Выборг',
        name: 'Золотая Осень',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/09102425/091024_res.htm',
        info: 'Юбилейные, 40-е по счёту соревнования',
        owner: 'VYBORG',
        o_site: '09102425'
    },
    {
        id: 'SPB_20091025_1',
        date: '2009-10-25',
        place: 'Комарово-Репино',
        name: 'Финал Кубка ФСО',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/091025/091025_res.htm',
        o_site: '091025'
    },
    {
        id: 'SPB_20091031_1',
        date: '2009-10-31',
        place: 'пос. Песочный',
        name: 'Ночные Эстафеты',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/091031/091031_res.htm',
        o_site: '091031'
    },
    {
        id: 'SPB_20091101_1',
        date: '2009-11-01',
        name: 'Кубок Яркого Мира 2009',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/09cupYM/09cupYM_res.zip',
        info: '1 этап - 25.04 Воейково 2 этап - 26.04 Воейково 3 этап - 10.05 Токсово 4 этап - 30.05 Петяярви 5 этап - 31.05 Петяярви 6 этап - 05.07 пл.69км 7 этап - 05.09 Ягодное 8 этап - 06.09 Ягодное финал - 01.11 Мичуринское',
        start: 'YM',
        o_site: '09cupYM'
    },
    {
        id: 'SPB_20091101_2',
        date: '2009-11-01',
        endDate: '2009-11-08',
        name: 'УТС Кузьмоловской ДЮСШ',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/09110108/091104_res.htm',
        o_site: '09110108'
    },
    {
        id: 'SPB_20091102_1',
        date: '2009-11-02',
        endDate: '2009-11-08',
        name: 'УТС Центра «Ладога»',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/091108/091104_res.htm',
        o_site: '091108'
    },
    {
        id: 'SPB_20091104_1',
        date: '2009-11-04',
        place: 'Охта-парк (Токсово)',
        name: 'Осенний марафон',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/091104_az/091104_res.htm',
        info: 'Традиционные праздничные ноябрьские соревнования',
        logo: 'azimut.gif',
        o_site: '091104_az'
    },
    {
        id: 'SPB_20091107_1',
        date: '2009-11-07',
        endDate: '2009-11-08',
        place: 'Токсово',
        name: 'Финал Кубка СПб по рогейну',
        type: 'ROGAINE',
        res: 'http://rogaining.spb.ru/index.php?option=com_content&task=view&id=62&Itemid=122',
        o_site: '09110708'
    },
    {
        id: 'SPB_20091108_1',
        date: '2009-11-08',
        place: 'Комарово, оз.Щучье',
        name: 'Спринт на Щучьем',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/091108_az/091108_res.htm',
        info: 'Тренировочный старт СДЮСШОР Курортного р-на и КСО Азимут',
        o_site: '091108_az'
    },
    {
        id: 'SPB_20091112_1',
        date: '2009-11-12',
        place: 'Офис компании Яркий Мир, по адресу: ул. Куйбышева, 32, лит.У',
        name: 'Встреча представителей О-клубов СПб',
        type: 'ORIENT',
        o_site: '091112_FSO'
    },
    {
        id: 'SPB_20091122_1',
        date: '2009-11-22',
        name: 'Маркир-110',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/091122_mark/091122_res.htm',
        start: 'ROGAINE_110',
        o_site: '091122_mark'
    },
    {
        id: 'SPB_20091126_1',
        date: '2009-11-26',
        name: 'Осенний Кубок 110%',
        type: 'ORIENT',
        res: 'http://www.o-site.spb.ru/_races/091126/090917_res.htm',
        info: '1 этап(17 сентября): Результаты + Сплиты 2 этап(24 сентября): Результаты + Сплиты 3 этап(01 октября): Результаты + Сплиты 4 этап(08 октября): Результаты + Сплиты 5 этап(15 октября): Результаты + Сплиты Карта с путями',
        start: 'ROGAINE_110',
        o_site: '091126'
    },
    {
        id: 'SPB_20091128_1',
        date: '2009-11-28',
        place: 'Зеленогорск',
        name: 'Горный Кросс-17',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/091128/091128_res.htm',
        info: 'Рогейн в форматах 3 и 8 часов',
        fmt: '3 и 8 часов бегом',
        start: 'GORNY_CROSS',
        o_site: '091128'
    },
    {
        id: 'SPB_20091129_1',
        date: '2009-11-29',
        place: 'Сосновка, угол Северного и Тихорецкого пр',
        name: 'Ориентир «НатАлка»',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090527/091129_res.htm',
        info: 'Традиционный заключительный тренировочный старт КСО Азимут',
        logo: 'azimut.gif',
        o_site: '090527'
    },
    {
        id: 'SPB_20091206_1',
        date: '2009-12-06',
        place: 'Пискарёвский парк',
        name: 'Снежная Тропа, 1-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/091122/091206_split.htm',
        owner: 'SFSO_SPB',
        o_site: '091122'
    },
    {
        id: 'SPB_20091213_1',
        date: '2009-12-13',
        place: 'Ушково',
        name: 'Три Кубка, 1-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/091213/091213_res.htm',
        o_site: '091213'
    },
    {
        id: 'SPB_20091220_1',
        date: '2009-12-20',
        place: 'Дюны',
        name: 'Кубок маркированных трасс',
        type: 'ORIENT',
        res: 'http://www.o-site.spb.ru/_races/091220/091220_res.htm',
        o_site: '091220'
    },
    {
        id: 'SPB_20091221_1',
        date: '2009-12-21',
        place: 'п. Рахья',
        name: 'Всеволожская тропа, 3-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/081223/090223_res.htm',
        o_site: '081223'
    },
    {
        id: 'SPB_20091226_1',
        date: '2009-12-26',
        place: 'Токсово',
        name: 'Новогодний рогейн',
        type: 'ROGAINE',
        fmt: '3 часа',
        o_site: '091226'
    },
    {
        id: 'SPB_20091226_2',
        date: '2009-12-26',
        endDate: '2009-12-27',
        place: 'Токсово, Малиновая Гора',
        name: 'Новогодняя Эстафета',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/09122627/091227_res.htm',
        info: 'Традиционные соревнования по зимнему лыжному ориентированию на маркированной трассе со штрафными кругами',
        o_site: '09122627'
    }
];
