let events2012 = [
    {
        id: 'SPB_20120103_1',
        date: '2012-01-03',
        endDate: '2012-01-09',
        place: 'п. Мичуринское, б\\о «Мечта»',
        name: 'Зимний УТС в «Мечте»',
        type: 'SKI',
        res: 'https://o-site.spb.ru/_races/12010309/120107_res.html',
        info: 'Сбор в Мичуринском 03-09.01.2012 г. Кубок Ленинградской области по спортивному ориентированию на лыжах. Кубок «Центра «Ладога»',
        o_site: '12010309'
    },
    {
        id: 'SPB_20120115_1',
        date: '2012-01-15',
        place: 'п. Кузьмоловский',
        name: 'На приз газеты Всеволожские Вести',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120115/120115_RES.htm',
        start: 'VSEV_VESTI',
        o_site: '120115'
    },
    {
        id: 'SPB_20120121_1',
        date: '2012-01-21',
        name: 'Горный Кросс-29',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/120121/120121_res.xls',
        start: 'GORNY_CROSS',
        o_site: '120121'
    },
    {
        id: 'SPB_20120121_2',
        date: '2012-01-21',
        endDate: '2012-01-22',
        name: 'Зимнее Первенство п. Кузьмоловский',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/12012122/120122_res.htm',
        owner: 'SFSO_LO',
        o_site: '12012122'
    },
    {
        id: 'SPB_20120122_1',
        date: '2012-01-22',
        place: 'Павловский парк',
        name: 'Снежная Тропа, 3-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120122/120122_res.htm',
        owner: 'SFSO_SPB',
        o_site: '120122'
    },
    {
        id: 'SPB_20120129_1',
        date: '2012-01-29',
        place: 'пос. Кузьмоловский',
        name: 'Пер-во СПб среди обучающихся по лыжному ориентированию',
        type: 'SKI',
        res: 'https://o-site.spb.ru/_races/120129/120129_split.htm',
        o_site: '120129'
    },
    {
        id: 'SPB_20120208_1',
        date: '2012-02-08',
        endDate: '2012-02-12',
        name: 'Всероссийские соревнования среди ветеранов',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/12020912/12020812vet_res.zip',
        info: 'Всероссийские соревнования среди ветеранов по спортивному ориентированию на лыжах',
        o_site: '12020912'
    },
    {
        id: 'SPB_20120208_2',
        date: '2012-02-08',
        endDate: '2012-02-12',
        name: 'Чемпионат и П-во СЗФО',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/12020812/12020812_res.zip',
        o_site: '12020812'
    },
    {
        id: 'SPB_20120209_1',
        date: '2012-02-09',
        endDate: '2012-02-10',
        place: 'база ВИФК, Токсово',
        name: 'Зимняя Универсиада',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/12020910/120209_res.pdf',
        info: 'Вторая зимняя Универсиада Санкт-Петербурга по спортивному ориентированию на лыжах. Допускаются только команды ВУЗов (полные и неполные). Максимальные составы 5 М + 5 Ж.',
        o_site: '12020910'
    },
    {
        id: 'SPB_20120211_1',
        date: '2012-02-11',
        name: 'Невский Лабиринт',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120211/120211_res.htm',
        info: 'ОТКРЫТОЕ ПЕРВЕНСТВО НЕВСКОГО РАЙОНА САНКТ-ПЕТЕРБУРГА СРЕДИ ОБУЧАЮЩИХСЯ по СПОРТИВНОМУ ОРИЕНТИРОВАНИЮ В УСЛОВИЯХ ЗАКРЫТОГО ПОМЕЩЕНИЯ',
        o_site: '120211'
    },
    {
        id: 'SPB_20120212_1',
        date: '2012-02-12',
        place: 'база ВИФК, Токсово',
        name: 'Открытая тренировка на ВИФКе',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120212/120212_res.htm',
        o_site: '120212'
    },
    {
        id: 'SPB_20120219_1',
        date: '2012-02-19',
        place: 'Рощино',
        name: 'Зимний Чемпионат и Первенство СПб, спринт',
        type: 'SKI',
        res: 'https://o-site.spb.ru/_races/120219/120219_res.htm',
        owner: 'SFSO_SPB',
        o_site: '120219'
    },
    {
        id: 'SPB_20120222_1',
        date: '2012-02-22',
        endDate: '2012-03-05',
        name: 'УТС в ЗЦ «Зеркальный»',
        type: 'ORIENT',
        info: 'УТС в ЗЦ «Зеркальный» УТС ОТМЕНЁН.',
        o_site: '120222'
    },
    {
        id: 'SPB_20120226_1',
        date: '2012-02-26',
        place: 'ЗЦ Зеркальный',
        name: 'Зимний Чемпионат и Первенство СПб, Маркированная дистанция',
        type: 'SKI',
        res: 'https://o-site.spb.ru/_races/120226_1/120226_RES.htm',
        owner: 'SFSO_SPB',
        o_site: '120226_1'
    },
    {
        id: 'SPB_20120308_1',
        date: '2012-03-08',
        place: 'ЗЦ Зеркальный',
        name: 'Зимний Чемпионат и Первенство СПб, ЛОНГ',
        type: 'SKI',
        res: 'https://o-site.spb.ru/_races/120308/120308_res.htm',
        owner: 'SFSO_SPB',
        o_site: '120308'
    },
    {
        id: 'SPB_20120309_1',
        date: '2012-03-09',
        endDate: '2012-03-10',
        place: 'Лемболово, Всеволожский район Ленинградской области',
        name: 'Чемпионат России по лыжному рогейну',
        type: 'ROGAINE',
        fmt: '24 и 6 часов',
        o_site: '12030910'
    },
    {
        id: 'SPB_20120310_1',
        date: '2012-03-10',
        place: 'ЗЦ Зеркальный',
        name: 'Зимний Чемпионат и Первенство СПб, классика',
        type: 'SKI',
        res: 'https://o-site.spb.ru/_races/120310/120310_RES.htm',
        owner: 'SFSO_SPB',
        o_site: '120310'
    },
    {
        id: 'SPB_20120314_1',
        date: '2012-03-14',
        place: 'Нижний парк г. Пушкина',
        name: 'Царскосельский Азимут',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120314/120314_res.htm',
        o_site: '120314'
    },
    {
        id: 'SPB_20120317_1',
        date: '2012-03-17',
        place: 'парк культуры и отдыха г. Колпино о.Чухонка',
        name: 'Весенняя Капель',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120317/120317_res.htm',
        o_site: '120317'
    },
    {
        id: 'SPB_20120318_1',
        date: '2012-03-18',
        place: 'Токсово, Малиновая Гора',
        name: 'Чемпионат и Первенство СПб, эстафета',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120318/120318_res.htm',
        owner: 'SFSO_SPB',
        o_site: '120318'
    },
    {
        id: 'SPB_20120401_1',
        date: '2012-04-01',
        place: 'г.Сертолово',
        name: '1-й этап Кубка СПб по рогейну',
        type: 'ROGAINE',
        o_site: '120401'
    },
    {
        id: 'SPB_20120401_2',
        date: '2012-04-01',
        name: 'Летний Кубок СПб и ЛО',
        type: 'ORIENT',
        info: 'Многоэтапные лично-командные соревнования по спортивному ориентированию «Кубок Санкт-Петербурга и Ленинградской области» проводятся Федерациями спортивного ориентирования Санкт-Петербурга и Ленинградской области с целью развития клубного движения и выявления сильнейших спортсменов-ориентировщиков и сильнейших клубов спортивного ориентирования СПб и ЛО. 1 этап 22.04 «Сосновоборские Дюны», 2-й день средняя дистанция. рейтинг 2 этап 01.05 Чемпионат и первенство ЛО лонг. рейтинг 3 этап 03.06 54-й Чемпионат и первенство СПб, эстафета. рейтинг 4 этап 10.06 54-й Чемпионат и первенство СПб, лонг рейтинг 5 этап 09.09 54-й Чемпионат и первенство СПб, масс-старт. рейтинг 6 этап 07.10 54-й Чемпионат и первенство СПб средняя дистанция. рейтинг 7 этап 21.10 «Золотая Осень», 2-й день средняя дистанция. рейтинг',
        o_site: 'SPb_LO_Cup_2012',
        endDate: '2012-10-31'
    },
    {
        id: 'SPB_20120407_1',
        date: '2012-04-07',
        place: 'Невский лесопарк',
        name: 'Тренировка от Стрекозаек',
        type: 'ORIENT',
        res: 'http://nat-crusta.livejournal.com/112321.html',
        photo: 'http://fotki.yandex.ru/users/skandysnail/album/129089/',
        o_site: '120407_Str'
    },
    {
        id: 'SPB_20120408_1',
        date: '2012-04-08',
        name: 'Всеволожская тропа 2012 5 этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120408_tropa/120408_res.htm',
        info: 'ПОДРОБНАЯ ИНФОРМАЦИЯ О ВРЕМЕНИ И МЕСТЕ ПРОВЕДЕНИЯ ПОЯВИТСЯ В ЧЕТВЕРГ. ЗАЯВКИ БУДУТ ПРИНИМАТЬСЯ ДО 24:00 ПЯТНИЦЫ 06 АПРЕЛЯ.',
        o_site: '120408_tropa'
    },
    {
        id: 'SPB_20120412_1',
        date: '2012-04-12',
        name: 'Апрельское Ориентшоу',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120412/120412_res.pdf',
        o_site: '120412'
    },
    {
        id: 'SPB_20120420_1',
        date: '2012-04-20',
        name: 'Открытое п-во 495 шк. Моск.р-на по ориентированию в закрытых помещениях',
        type: 'ORIENT',
        o_site: '120420_zp'
    },
    {
        id: 'SPB_20120421_1',
        date: '2012-04-21',
        name: 'Открытое пер-во Калининского р-на, 1-й этап. Городской спринт',
        type: 'ORIENT',
        fmt: 'Городской спринт в заданном направлении',
        o_site: '120421'
    },
    {
        id: 'SPB_20120421_2',
        date: '2012-04-21',
        endDate: '2012-04-22',
        place: 'Сосновый Бор',
        name: 'Сосновоборские Дюны',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/12042122/120421_res.htm',
        owner: 'YUVENTA',
        o_site: '12042122'
    },
    {
        id: 'SPB_20120426_1',
        date: '2012-04-26',
        place: 'парк «Детский пляж» Колпинского района',
        name: 'Командная Эстафета, Колпино',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120426/120426_res.pdf',
        o_site: '120426'
    },
    {
        id: 'SPB_20120429_1',
        date: '2012-04-29',
        endDate: '2012-05-01',
        place: 'Цвелодубово',
        name: 'Чемпионат и Первенство ЛО, Майская Многодневка',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/12042901/12042901_res.zip',
        info: 'КАРТЫ ДЛЯ СОРЕВНОВАНИЙ ПОДГОТОВЛЕНЫ В 2011 г. Членам многодетных семей и малообеспеченным гражданам при предъявлении соответствующих документов предоставляется скидка на стартовый взнос в размере 50%.',
        owner: 'SFSO_LO',
        o_site: '12042901'
    },
    {
        id: 'SPB_20120508_1',
        date: '2012-05-08',
        place: 'Токсово',
        name: '2-й этап Кубка СПб по рогейну',
        type: 'ROGAINE',
        o_site: '120508_r'
    },
    {
        id: 'SPB_20120508_2',
        date: '2012-05-08',
        place: 'парк «Чухонка» Колпинского района',
        name: 'Открытая тренировка в Колпино',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120508/120508_res.pdf',
        o_site: '120508'
    },
    {
        id: 'SPB_20120509_1',
        date: '2012-05-09',
        place: 'Токсово, оз. Светлое',
        name: 'Соревнования, посвящённые Дню Победы',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120509_Az/120509_res_.htm',
        o_site: '120509_Az'
    },
    {
        id: 'SPB_20120513_1',
        date: '2012-05-13',
        place: 'Лемболово',
        name: 'Памяти друзей',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120513_Az/120513_res.htm',
        o_site: '120513_Az'
    },
    {
        id: 'SPB_20120517_1',
        date: '2012-05-17',
        endDate: '2012-05-18',
        place: 'Дюны',
        name: 'Чемпионат и Первенство СПб среди инвалидов по слуху',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/12051718/120517_res.htm',
        owner: 'SFSO_SPB',
        o_site: '12051718'
    },
    {
        id: 'SPB_20120519_1',
        date: '2012-05-19',
        place: 'г. Выборг, «Интендантская» гора',
        name: 'Первенство г. Выборга и Выборгского р-на ЛО',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120519/120519_res.pdf',
        owner: 'VYBORG',
        o_site: '120519'
    },
    {
        id: 'SPB_20120519_2',
        date: '2012-05-19',
        place: 'п. Токсово',
        name: 'Чемпионат Ленинградской области по велоориентированию',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/120519_velo/120519_res.htm',
        owner: 'SFSO_LO',
        o_site: '120519_velo'
    },
    {
        id: 'SPB_20120520_1',
        date: '2012-05-20',
        place: 'п. Колтуши',
        name: 'Российский Азимут ЛО',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/2012_RA-LO/120520-lo_res.zip',
        owner: 'SFSO_SPB',
        o_site: '2012_RA-LO'
    },
    {
        id: 'SPB_20120520_2',
        date: '2012-05-20',
        place: 'Удельный парк',
        name: 'Российский Азимут СПб',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120520/120520_fam.htm',
        owner: 'SFSO_SPB',
        o_site: '120520'
    },
    {
        id: 'SPB_20120525_1',
        date: '2012-05-25',
        endDate: '2012-05-27',
        place: 'Сигулда, Латвия',
        name: 'Чемпионат Прибалтики',
        type: 'ORIENT',
        o_site: '12052527'
    },
    {
        id: 'SPB_20120526_1',
        date: '2012-05-26',
        endDate: '2012-05-27',
        place: 'Рощино-Каннельярви',
        name: 'Горный Кросс-30',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/12052627/12052627_res.pdf',
        info: 'Чемпионат Санкт-Петербурга по рогейну/Горный Кросс - 30',
        start: 'GORNY_CROSS',
        o_site: '12052627'
    },
    {
        id: 'SPB_20120527_1',
        date: '2012-05-27',
        name: 'Первенство СПб среди обучающихся',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120527/120527_res.htm',
        owner: 'SFSO_SPB',
        o_site: '120527'
    },
    {
        id: 'SPB_20120602_1',
        date: '2012-06-02',
        place: 'парк Ново-Знаменка (Красносельский р-н)',
        name: 'Чемпионат и Первенство СПб, спринт',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120602/120602_res1.htm',
        owner: 'SFSO_SPB',
        o_site: '120602',
        reskeep: 260
    },
    {
        id: 'SPB_20120603_1',
        date: '2012-06-03',
        place: 'Токсово',
        name: 'Чемпионат и Первенство СПб, эстафета',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120603/120603_res.htm',
        owner: 'SFSO_SPB',
        o_site: '120603',
        reskeep: 234
    },
    {
        id: 'SPB_20120610_1',
        date: '2012-06-10',
        place: 'Лемболово',
        name: 'Чемпионат и Первенство СПб, лонг',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120610/120610_res.htm',
        owner: 'SFSO_SPB',
        o_site: '120610',
        reskeep: 248
    },
    {
        id: 'SPB_20120615_1',
        date: '2012-06-15',
        endDate: '2012-06-17',
        place: 'п. Первомайское Выборгского р-на ЛО',
        name: 'Невский Азимут',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/12061517_NA/120615_res.htm',
        info: 'XXII многодневные соревнования «Невский Азимут»',
        start: 'NA',
        o_site: '12061517_NA'
    },
    {
        id: 'SPB_20120619_1',
        date: '2012-06-19',
        endDate: '2012-06-24',
        place: 'п. Первомайское Выборгского р-на ЛО',
        name: 'Фестиваль «Белые Ночи-2012»',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/12061924/fest-1day.htm',
        owner: 'WN',
        start: 'WN',
        o_site: '12061924'
    },
    {
        id: 'SPB_20120623_1',
        date: '2012-06-23',
        name: 'Велорогейн 100х24',
        type: 'ROGAINE',
        reg: 'http://100x24.ru/reg.htm',
        res: 'http://100x24.ru/results.htm',
        fmt: '3 часа вело',
        o_site: '120624'
    },
    {
        id: 'SPB_20120626_1',
        date: '2012-06-26',
        endDate: '2012-07-01',
        name: 'XX Мемориал Михаила Святкина',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120626/120626_res.htm',
        info: 'Ленинградская область, Лемболово, 26 июня – 1 июля 2012 г.',
        start: 'MMS',
        o_site: '120626'
    },
    {
        id: 'SPB_20120630_1',
        date: '2012-06-30',
        endDate: '2012-07-01',
        name: 'Приключенческий рогейн Хэппи ХАДЖ',
        type: 'ROGAINE',
        fmt: '8 и 24 часа',
        o_site: '120630'
    },
    {
        id: 'SPB_20120703_1',
        date: '2012-07-03',
        endDate: '2012-07-06',
        name: 'Кубок Карельского Перешейка',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/12070306/KKP2012_res.zip',
        start: 'KKP',
        o_site: '12070306'
    },
    {
        id: 'SPB_20120708_1',
        date: '2012-07-08',
        place: 'пл.78 км Приозерского направления',
        name: '3-й этап Кубка СПб по рогейну',
        type: 'ROGAINE',
        fmt: '3 часа бегом',
        o_site: '120708'
    },
    {
        id: 'SPB_20120714_1',
        date: '2012-07-14',
        endDate: '2012-07-15',
        name: 'MatrasOFF Race',
        type: 'ORIENT',
        o_site: '120715'
    },
    {
        id: 'SPB_20120721_1',
        date: '2012-07-21',
        endDate: '2012-07-22',
        name: 'Чемпионат России по рогейну',
        type: 'ROGAINE',
        o_site: '12072122'
    },
    {
        id: 'SPB_20120722_1',
        date: '2012-07-22',
        place: 'Токсово, оз. Светлое',
        name: 'Кузьмоловские вожди',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120722/120722_res.htm',
        o_site: '120722'
    },
    {
        id: 'SPB_20120728_1',
        date: '2012-07-28',
        endDate: '2012-07-29',
        place: 'район озера Воробьёво, южнее пос. Моторное (Приозерский район)',
        name: 'Три-О-Тлон',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/tri-o-tlon-2012/TOT_res.zip',
        photo: 'http://o-site.spb.ru/gallery.php?id=gallery_TOT2012_IS',
        info: 'Старейшая мультиспортивная гонка в России: в 2012-м году исполнится 10 лет со дня первого Три-О-Тлона, состоявшегося в августе 2002-го года. Классическая мультигонка по набору дисциплин: треккинг, велоориентирование, байдарка, верёвочные этапы. Нас поддерживают: Альпина Спортивная Линия Red Fox & Inov8 Яркий Мир SkiTent Спортсистем Альпиндустрия Эксперты Приключений Информационная поддержка: O-site x-race.info adventureraces.ru carabin.ru',
        logo: 'triotlon.gif',
        o_site: 'tri-o-tlon-2012'
    },
    {
        id: 'SPB_20120825_1',
        date: '2012-08-25',
        place: 'Токсово',
        name: 'РОГЕЙН-110',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/120825/120825_res.pdf',
        start: 'ROGAINE_110',
        o_site: '120825'
    },
    {
        id: 'SPB_20120825_2',
        date: '2012-08-25',
        endDate: '2012-08-26',
        place: '20 км от Выборга',
        name: 'PiterHappening',
        type: 'ORIENT',
        o_site: '120826'
    },
    {
        id: 'SPB_20120826_1',
        date: '2012-08-26',
        place: 'Комарово',
        name: 'Зелёный Змей',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120826_zz/120826_res.htm',
        info: 'XXVI традиционный старт КСО Азимут по специальным правилам',
        start: 'GS',
        o_site: '120826_zz'
    },
    {
        id: 'SPB_20120909_1',
        date: '2012-09-09',
        place: 'Орехово',
        name: 'Чемпионат и Первенство СПб Общий старт',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120909/120909_res_all.htm',
        owner: 'SFSO_SPB',
        o_site: '120909'
    },
    {
        id: 'SPB_20120915_1',
        date: '2012-09-15',
        place: 'Лемболово',
        name: 'Золотые кольца',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120915_ZK/120915_res.htm',
        info: 'Золотые кольца - Свадебные-2012. Традиционные командные соревнования семейных пар и пар по интересам.',
        start: 'WEDDING',
        o_site: '120915_ZK'
    },
    {
        id: 'SPB_20120915_2',
        date: '2012-09-15',
        place: 'Зеленогорск',
        name: 'Чемпионат СПб по велоориентированию',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/120915/120915_res_midl.pdf',
        owner: 'SFSO_SPB',
        o_site: '120915'
    },
    {
        id: 'SPB_20120916_1',
        date: '2012-09-16',
        place: 'Лемболово, слева от ж/д',
        name: 'Открытое п-во КСО Азимут',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru',
        res: 'https://o-site.spb.ru/_races/120916_Az/120916_res.htm',
        logo: 'azimut.gif',
        o_site: '120916_Az'
    },
    {
        id: 'SPB_20120916_2',
        date: '2012-09-16',
        place: 'пос. Будогощь, б/о Мечта, Киришский район',
        name: 'Чемпионат и пер-во ЛО по велоориентированию',
        type: 'VELO',
        owner: 'SFSO_LO',
        o_site: '120916'
    },
    {
        id: 'SPB_20120922_1',
        date: '2012-09-22',
        place: 'Лемболово',
        name: 'Критериум-26',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru',
        res: 'https://o-site.spb.ru/_races/120922_Cr/120922_res.xls',
        info: 'Традиционные соревнования по ориентированию в заданном направлении по спец. правилам (дистанция в виде суммы ннескольких коротких петель).',
        o_site: '120922_Cr'
    },
    {
        id: 'SPB_20120922_2',
        date: '2012-09-22',
        name: 'Открытое Пер-во Калининского р-на',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120922/120922_res.htm',
        o_site: '120922'
    },
    {
        id: 'SPB_20120923_1',
        date: '2012-09-23',
        place: 'Симагино-Огоньки, к северу от трассы Скандинавия',
        name: 'Классика Белых Ночей',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120923/120923_res.htm',
        owner: 'WN',
        o_site: '120923'
    },
    {
        id: 'SPB_20120929_1',
        date: '2012-09-29',
        endDate: '2012-09-30',
        place: 'Орехово',
        name: 'Чемпионат и Первенство Ленинградской области',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/12092829/120929_res.pdf',
        owner: 'SFSO_LO',
        o_site: '12092829'
    },
    {
        id: 'SPB_20120930_1',
        date: '2012-09-30',
        place: 'пос. Зеркальный - оз. Тарасовское',
        name: 'Чемпионат СПб - марафон, Марафон На Холмах Яппиля',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120930/120930_res.htm',
        owner: 'SFSO_SPB',
        o_site: '120930'
    },
    {
        id: 'SPB_20121001_1',
        date: '2012-10-01',
        place: 'в районе ЗЦ Зеркальный',
        name: 'Старты в Зеркальном 2012',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/120928/120928-1001_res.zip',
        o_site: '120928'
    },
    {
        id: 'SPB_20121006_1',
        date: '2012-10-06',
        place: 'Орехово',
        name: 'Вело-О на Велопитере',
        type: 'VELO',
        res: 'http://velopiter.spb.ru/fest12/mtbo-fin.htm',
        fmt: 'классическая дистанция в заданном направлении',
        o_site: '121006'
    },
    {
        id: 'SPB_20121006_2',
        date: '2012-10-06',
        name: 'Горный Кросс - 32',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/121006GK/121006GK_res.zip',
        fmt: '3ч и 6ч бегом и на велосипедах',
        start: 'GORNY_CROSS',
        o_site: '121006GK'
    },
    {
        id: 'SPB_20121007_1',
        date: '2012-10-07',
        place: 'Ильичёво, 103-я высота',
        name: 'Чемпионат и Первенство СПб, средняя дистанция',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/121007/121007_split.htm',
        video: 'http://youtu.be/o9hg5vGSgjI',
        owner: 'SFSO_SPB',
        o_site: '121007',
        reskeep: 227
    },
    {
        id: 'SPB_20121011_1',
        date: '2012-10-11',
        place: 'ГОУ СОШ 339, ул. Дыбенко, 12-2, Невский район',
        name: 'Кубок школьного двора',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/121011/121011_res.htm',
        o_site: '121011'
    },
    {
        id: 'SPB_20121012_1',
        date: '2012-10-12',
        name: 'Памяти Николая Иванова',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/121012/121012_res.htm',
        o_site: '121012'
    },
    {
        id: 'SPB_20121013_1',
        date: '2012-10-13',
        name: 'Sprint Tour Spb',
        type: 'ORIENT',
        res: 'http://o-site.spb.ru/_races/121013/120919_res.htm',
        info: 'Результаты и сплиты 1-го этапа. Результаты и сплиты 2-го этапа. Результаты и сплиты 3-го этапа. Результаты и сплиты 4-го этапа.',
        start: 'ST',
        o_site: '121013'
    },
    {
        id: 'SPB_20121013_2',
        date: '2012-10-13',
        endDate: '2012-10-14',
        place: 'Лемболово',
        name: 'Ночные соревнования памяти А.Окинчица',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/121013_Ok/121014_res.htm',
        info: 'XLI НОЧНЫЕ СОРЕВНОВАНИЯ ПО СПОРТИВНОМУ ОРИЕНТИРОВАНИЮ ТУРИСТОВ САНКТ-ПЕТЕРБУРГА И ЛЕНИНГРАДСКОЙ ОБЛАСТИ ПАМЯТИ АНАТОЛИЯ ОКИНЧИЦА',
        start: 'OKINCHITSA',
        o_site: '121013_Ok'
    },
    {
        id: 'SPB_20121017_1',
        date: '2012-10-17',
        place: 'Парк Академика Сахарова. Место старта в районе дома 33 по Бестужевской ул',
        name: 'Первенство учащихся Калининского района по парковому ориентированию',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/121017/121017_res.htm',
        info: 'Старт соревнований открытый – с 14.15 до 16.30 ориентирование по выбору. Дополнительно введена группа (OPEN) для участников не вошедших в положение. Для данных соревнований нарисована новая карта парка Академика Сахарова.',
        o_site: '121017'
    },
    {
        id: 'SPB_20121020_1',
        date: '2012-10-20',
        endDate: '2012-10-21',
        place: 'г.Выборг',
        name: 'Золотая Осень',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/12102021/121020_res.htm',
        owner: 'VYBORG',
        o_site: '12102021'
    },
    {
        id: 'SPB_20121025_1',
        date: '2012-10-25',
        name: 'Кубок команды 110% 13-й этап',
        type: 'ORIENT',
        res: 'http://o-site.spb.ru/_races/121025/120419_res.htm',
        info: 'Результаты 1 этапа Результаты 2 этапа Результаты 3 этапа Результаты 4 этапа Результаты 5 этапа Результаты 6 этапа Результаты 7 этапа Результаты 8 этапа Результаты 9 этапа Результаты 10 этапа Результаты 11 этапа Результаты 12 этапа',
        start: 'ROGAINE_110',
        o_site: '121025'
    },
    {
        id: 'SPB_20121027_1',
        date: '2012-10-27',
        place: 'Зеленогорск',
        name: 'Петербургская осень',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru',
        res: 'https://o-site.spb.ru/_races/121027_Az/121027_res.htm',
        logo: 'azimut.gif',
        o_site: '121027_Az'
    },
    {
        id: 'SPB_20121027_2',
        date: '2012-10-27',
        place: 'Осиновая Роща',
        name: 'ХЭЛОУИН',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/121027/121027_res.htm',
        info: 'Цели и задачи: поднятие креативности у судей и участников, создание положительного настроя на восстановительный период после тяжёлого летнего сезона, борьба с тёмными силами, суевериями и мракобесиями, за спортивный образ жизни в ночных условиях.',
        o_site: '121027'
    },
    {
        id: 'SPB_20121028_1',
        date: '2012-10-28',
        name: 'Кубок Яркого Мира 2012',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/2012CupYM/2012CupYM_res-8.zip',
        info: '1 этап - 06.05 Суоранда 2 этап - 07.05 Дюны-Солнечное 3 этап - 15.07 Воейково 4 этап - 11.08 Ягодное 5 этап - 12.08 Ягодное 6 этап - 01.09 оз.Пасторское 7 этап - 02.09 оз.Пасторское финал - 28.10 п.Тайвань',
        start: 'YM',
        o_site: '2012CupYM'
    },
    {
        id: 'SPB_20121028_2',
        date: '2012-10-28',
        place: 'Щеглово',
        name: 'Соревнования Памяти Димы Лисового',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/121028_/121028_OR_res.htm',
        o_site: '121028_'
    },
    {
        id: 'SPB_20121030_1',
        date: '2012-10-30',
        name: 'Спартакиада школ-интернатов для детей с нарушением слуха',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/121030/121030_res.pdf',
        o_site: '121030'
    },
    {
        id: 'SPB_20121103_1',
        date: '2012-11-03',
        place: 'Цвелодубово',
        name: 'Кубок СПб по рогейну, 3 часа',
        type: 'ROGAINE',
        fmt: '3 часа',
        o_site: '121103'
    },
    {
        id: 'SPB_20121103_2',
        date: '2012-11-03',
        place: 'Петяярви',
        name: 'Осенний марафон',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru',
        res: 'https://o-site.spb.ru/_races/121103_Az/121103_res.htm',
        info: 'Традиционный осенний старт КСО "Азимут" на удлинённой дистанции',
        logo: 'azimut.gif',
        o_site: '121103_Az'
    },
    {
        id: 'SPB_20121104_1',
        date: '2012-11-04',
        endDate: '2012-11-05',
        place: 'п. Мичуринское, ЛО',
        name: 'Чемпионат и Первенство ЛО',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/12110405/121104_split.htm',
        owner: 'SFSO_LO',
        o_site: '12110405'
    },
    {
        id: 'SPB_20121104_2',
        date: '2012-11-04',
        endDate: '2012-11-11',
        place: 'Мичуринское',
        name: 'УТС в Мечте',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/12110411/URS_res.zip',
        o_site: '12110411'
    },
    {
        id: 'SPB_20121110_1',
        date: '2012-11-10',
        place: 'Цвелодубово-Первомайское',
        name: 'Кубок СПб по рогейну, 8 часов',
        type: 'ROGAINE',
        res: 'http://o-time.ru/images/all/w12/rgn_6_8.htm',
        o_site: '121110'
    },
    {
        id: 'SPB_20121110_2',
        date: '2012-11-10',
        place: 'Лемболово',
        name: 'Соревнования по велоориентированию памяти Бориса Панкратьева',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/121110_MTBO/121110_res.htm',
        o_site: '121110_MTBO'
    },
    {
        id: 'SPB_20121124_1',
        date: '2012-11-24',
        place: 'Зеленогорск',
        name: 'Горный Кросс-33',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/121124/121124_res.zip',
        start: 'GORNY_CROSS',
        o_site: '121124'
    },
    {
        id: 'SPB_20121125_1',
        date: '2012-11-25',
        place: 'Сосновка',
        name: 'Ориентир НатАлка',
        type: 'ORIENT',
        res: 'http://o-site.spb.ru/_races/120325_Or/120325_res_.htm',
        info: 'Традиционная серия тренировочных стартов КСО Азимут: 25.03 Ориентир-1: результаты, сплиты 25.04 Ориентир-2: результаты 16.05 Ориентир-3: результаты, сплиты 23.05 Ориентир-4: результаты, сплиты 30.05 Ориентир-5: результаты, сплиты 05.08 Ориентир-6: результаты, сплиты 19.08 Ориентир-7: результаты, сплиты 05.09 Ориентир-8: результаты, сплиты 12.09 Ориентир-9: результаты, сплиты',
        logo: 'azimut.gif',
        o_site: '120325_Or'
    },
    {
        id: 'SPB_20121208_1',
        date: '2012-12-08',
        place: 'Эколого-биологический центр на Крестовском острове, Крестовский пр. 19',
        name: 'Вечер встречи ориентировщиков',
        type: 'ORIENT',
        info: 'Традиционный вечер встречи по итогам летнего сезона 2012. Организатор: Федерация спортивного ориентирования Санкт-Петербурга Проходит при поддержке: РедФокс, INOV8 Экипировочного центра «ОХТА» Сети магазинов Яркий Мир Санкт-Петербургского городского Дворца творчества юных В программе: награждение за Sprint Tour Spb, приз от клуба Северный Ветер и компании РедФокс спортсмену и тренеру (НЕ представляющих клуб СВ), особо отличившимся в прошедшем летнем сезоне, награждение за летнее Первенство СПб 2012 (детские группы - эстафета, масс-старт; ветеранские группы - спринт, эстафета, лонг, масс-старт), награждение по итогам летнего Кубка СПб и ЛО в личном и клубном зачётах. Начало вечера: в 17:00 Все пришедшие на вечер, смогут принять участие в лотерее, в которой будут разыграны ценные призы от компаний Яркий Мир и Экипировочного центра «ОХТА». Внимание! С собой необходимо иметь сменную обувь или бахилы!',
        o_site: '121208'
    },
    {
        id: 'SPB_20121215_1',
        date: '2012-12-15',
        place: 'д. Юкки, ул. Школьная, д. 14',
        name: 'Юкковский Лабиринт',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/121215/121215_res.htm',
        info: 'Соревнования по ориентированию в закрытом помещении. Группы: 8,10,12,14, OPEN',
        o_site: '121215'
    },
    {
        id: 'SPB_20121216_1',
        date: '2012-12-16',
        name: 'Открытие зимнего сезона 2012-13',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/121216_2/121216_res.htm',
        o_site: '121216_2'
    },
    {
        id: 'SPB_20121223_1',
        date: '2012-12-23',
        place: 'Юкки',
        name: 'Новогодняя Эстафета',
        type: 'ORIENT',
        res: 'http://o-time.ru/images/all/w12/nyrelay2013.pdf',
        o_site: '121223'
    },
    {
        id: 'SPB_20121223_2',
        date: '2012-12-23',
        place: 'г. Всеволожск, Техникум',
        name: 'Приз Деда Мороза',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/121223_DMP/121223dmp_split.htm',
        o_site: '121223_DMP'
    }
];
