let events2008 = [
    {
        id: 'SPB_20080105_1',
        date: '2008-01-05',
        place: 'пос. Будогощь и г. Кириши Ленинградской области',
        name: 'Чемпионат и Первенство ЛО',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080109/080106_res.htm',
        info: '5 января 2008г Лыжная гонка – маркированная трасса, 40 мин. 6 января 2008г Лыжная гонка – средняя, 35 мин. 7 января 2008г Лыжная гонка – классика, 50 мин. 9 января 2007г Лыжная гонка – спринт, 15 мин.',
        owner: 'SFSO_LO',
        o_site: '080109',
        endDate: '2008-01-09'
    },
    {
        id: 'SPB_20080112_1',
        date: '2008-01-12',
        place: 'Парголово (лыжный городок Выборгской ДЮСШ)',
        name: 'Две Пятерочки',
        type: 'ORIENT',
        info: 'Лыжное ориентирование на маркированной трассе с электронной отметкой.',
        o_site: '080112'
    },
    {
        id: 'SPB_20080113_1',
        date: '2008-01-13',
        name: 'Новогодняя Эстафета',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/071223/080113_res.htm',
        info: 'Традиционные соревнования по лыжному ориентированию на маркированной трассе',
        o_site: '071223'
    },
    {
        id: 'SPB_20080120_1',
        date: '2008-01-20',
        place: 'Кузьмолово',
        name: 'Всеволожские Вести',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080120_VV/080120_res.htm',
        fmt: 'средняя дистанция в заданном направлении',
        start: 'VSEV_VESTI',
        o_site: '080120_VV'
    },
    {
        id: 'SPB_20080120_2',
        date: '2008-01-20',
        place: 'ст. Орехово на восток, к югу от базы ЛАО',
        name: 'Зимнее первенство ПКТ',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080120/080120_res_PKT.htm',
        info: 'Открытое зимнее первенство ПКТ по ориентированию памяти В.Н.Богданова',
        o_site: '080120'
    },
    {
        id: 'SPB_20080203_1',
        date: '2008-02-03',
        place: 'Зеленогорск, оз Дружинное',
        name: 'Мемориал Андрея Волкова',
        type: 'SKI',
        res: 'https://o-site.spb.ru/_races/080203/080203_res.htm',
        info: 'Третий мемориал Андрея Волкова',
        fmt: 'Маркир',
        start: 'VOLKOV_A',
        o_site: '080203'
    },
    {
        id: 'SPB_20080210_1',
        date: '2008-02-10',
        place: 'Петродворец',
        name: 'Снежная Тропа, 4-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080210/080210_result.htm',
        owner: 'SFSO_SPB',
        o_site: '080210'
    },
    {
        id: 'SPB_20080216_1',
        date: '2008-02-16',
        endDate: '2008-02-17',
        place: 'будет объявлено 1-го февраля',
        name: 'Рогейн «100 за 24»',
        type: 'ROGAINE',
        info: 'лыжный рогейн «100 км за 24 часа»',
        start: '100x24',
        o_site: '080216_r'
    },
    {
        id: 'SPB_20080217_1',
        date: '2008-02-17',
        place: 'Всеволожск',
        name: 'Зимний Чемпионат СПб и Первенство ЛО, ЗН, классика',
        type: 'SKI',
        res: 'https://o-site.spb.ru/_races/080217/080217_res.htm',
        owner: 'SFSO_SPB',
        o_site: '080217'
    },
    {
        id: 'SPB_20080223_1',
        date: '2008-02-23',
        place: 'Орехово',
        name: 'Зимний Чемпионат СПб, маркир',
        type: 'SKI',
        res: 'https://o-site.spb.ru/_races/080223/080223_res.htm',
        owner: 'SFSO_SPB',
        o_site: '080223'
    },
    {
        id: 'SPB_20080225_1',
        date: '2008-02-25',
        place: 'Орехово',
        name: 'Зимний Чемпионат СПб и Первенство ЛО, спринт',
        type: 'SKI',
        res: 'https://o-site.spb.ru/_races/080225_spr/080225_res.htm',
        info: '49-ый открытый Чемпионат и Первенство Санкт-Петербурга по спортивному ориентированию на лыжах.',
        owner: 'SFSO_SPB',
        o_site: '080225_spr'
    },
    {
        id: 'SPB_20080225_2',
        date: '2008-02-25',
        place: 'Орехово',
        name: 'Пер-во ВУЗов и пер-во КО',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080225_spr/080225_res.htm',
        o_site: '080225'
    },
    {
        id: 'SPB_20080302_1',
        date: '2008-03-02',
        place: 'пос. Орехово, база отдыха «Орехово» (ЛАО)',
        name: 'Зимний Чемпионат СПб, эстафета',
        type: 'SKI',
        res: 'https://o-site.spb.ru/_races/080302/080302_res.htm',
        info: '49-ый открытый Чемпионат и Первенство Санкт-Петербурга по спортивному ориентированию на лыжах.',
        owner: 'SFSO_SPB',
        o_site: '080302'
    },
    {
        id: 'SPB_20080309_1',
        date: '2008-03-09',
        place: 'Кавголовский лесопарк, л/б «ДИНАМО»',
        name: 'Две пятерочки',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/08030910/080309_res.htm',
        info: '9 марта – маркированная трасса с электронным начислением штрафа. Начало в 15.00. 10 марта – масс-старт – заданное направление на лыжах. Начало в 12.00.',
        o_site: '08030910',
        endDate: '2008-03-10'
    },
    {
        id: 'SPB_20080316_1',
        date: '2008-03-16',
        place: 'Удельный парк',
        name: 'Снежная Тропа, 5-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080316/080316_res.html',
        info: '5-й этап (финал) самых популярных и массовых соревнований по ориентированию в зимний период.',
        owner: 'SFSO_SPB',
        o_site: '080316'
    },
    {
        id: 'SPB_20080412_1',
        date: '2008-04-12',
        endDate: '2008-04-13',
        place: 'Сосновый Бор',
        name: 'Сосновоборские Дюны',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/04081213/080412_res.htm',
        info: 'Традиционные соревнования, открывающие летний сезон',
        owner: 'YUVENTA',
        o_site: '04081213'
    },
    {
        id: 'SPB_20080412_2',
        date: '2008-04-12',
        endDate: '2008-04-13',
        place: '12 апреля - пос. Суоранда (Голубая Дача)',
        name: 'Ультра СПб, 1 этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/08041213_U/080413_res.htm',
        info: '1 этап кубка клуба "Ультра СПб" по ориентированию на велосипедах',
        o_site: '08041213_U'
    },
    {
        id: 'SPB_20080419_1',
        date: '2008-04-19',
        place: 'ж.д. ст. Солнечное, урочище Дюны',
        name: 'Первенство СПб среди обучающихся',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/08041920/KNO_res.zip',
        info: 'Летнее первенство Санкт-Петербурга по спортивному ориентированию бегом среди обучающихся',
        fmt: '19 апреля - ЗН (спринт)',
        owner: 'SFSO_SPB',
        o_site: '08041920',
        endDate: '2008-04-20'
    },
    {
        id: 'SPB_20080420_1',
        date: '2008-04-20',
        place: 'г.Петродворец, парк «Зверинец»(Пролетарский)',
        name: 'Вело-О, открытие сезона',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/080420/080420mtb_res.htm',
        o_site: '080420'
    },
    {
        id: 'SPB_20080426_1',
        date: '2008-04-26',
        endDate: '2008-04-27',
        place: 'Токсово',
        name: 'Кубок Яркого Мира, 1-й и 2-й этапы',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/08042627/YM_res.zip',
        start: 'YM',
        o_site: '08042627'
    },
    {
        id: 'SPB_20080427_1',
        date: '2008-04-27',
        place: 'Дюны',
        name: 'Кубок MTBO SPb Club',
        type: 'VELO',
        res: 'http://www.sportsystem.ru/files/rez27_04_08.htm',
        o_site: '080427_mtbo'
    },
    {
        id: 'SPB_20080501_1',
        date: '2008-05-01',
        name: '2х2',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080503/080501_res.htm',
        info: 'Весенние спринтерские эстафеты',
        o_site: '080503',
        endDate: '2008-05-03'
    },
    {
        id: 'SPB_20080501_2',
        date: '2008-05-01',
        endDate: '2008-05-03',
        place: 'Лужский р-н (район оз. Омчино, юго-запад г.Луги) Ленинградской области',
        name: 'Чемпионат и пер-во ЛО',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/08050103/080501_luga_res.htm',
        info: 'ЧЕМПИОНАТ И ПЕРВЕНСТВО ЛЕНИНГРАДСКОЙ ОБЛАСТИ, ОТКРЫТЫЙ КУБОК СЗФО',
        owner: 'SFSO_LO',
        o_site: '08050103'
    },
    {
        id: 'SPB_20080507_1',
        date: '2008-05-07',
        name: 'Весенний Кубок 110%',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/0804_cup110/080522_res.txt',
        info: 'Серия открытых тренировок по ориентированию, проводимых командой клуба 110%',
        start: 'ROGAINE_110',
        o_site: '0804_cup110',
        endDate: '2008-05-29'
    },
    {
        id: 'SPB_20080509_1',
        date: '2008-05-09',
        place: 'Зеленогорск',
        name: 'День Победы, 1-й этап Кубка СПб',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080509/080509_res.zip',
        info: 'Соревнования по ориентированию, посвящённые Дню Победы',
        o_site: '080509'
    },
    {
        id: 'SPB_20080510_1',
        date: '2008-05-10',
        place: 'пос.Пески',
        name: 'Кубок СПб по Вело-О',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/080510_mtbo/080510_rez.htm',
        info: 'Кубок СПб по велоориентированию. Классическая дистанция в заданном направлении.',
        o_site: '080510_mtbo'
    },
    {
        id: 'SPB_20080510_2',
        date: '2008-05-10',
        place: 'в 2,5 км к северу востоку от ж/д ст. Кузьмолово шоссе СПб - Токсово, 0,5 км на восток от автобусной остановки ул. Юбилейная',
        name: 'Памяти Василия Курочкина',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080510/080510_res.htm',
        o_site: '080510'
    },
    {
        id: 'SPB_20080511_1',
        date: '2008-05-11',
        place: 'ст. Токсово',
        name: 'Кубок Яркого Мира, 3-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080511/080511_res.zip',
        start: 'YM',
        o_site: '080511'
    },
    {
        id: 'SPB_20080517_1',
        date: '2008-05-17',
        place: 'Лемболово, оз. Белое',
        name: 'Памяти Друзей',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080517/080517_res.htm',
        o_site: '080517'
    },
    {
        id: 'SPB_20080517_2',
        date: '2008-05-17',
        place: 'пос.Токсово, база <<Динамо>>',
        name: 'Чемпионат СПб по вело-О',
        type: 'VELO',
        info: 'Чемпионат Санкт-Петербурга по велоориентированию. Индивидуальная программа, заданное направление, классическая дистанция в два круга. Группы МЖ16, МЖ21, МЖ-Новички.',
        owner: 'SFSO_SPB',
        o_site: '080517_mtbo'
    },
    {
        id: 'SPB_20080518_1',
        date: '2008-05-18',
        place: 'г. Всеволожск Ленинградской области (мкр-н «Южный»)',
        name: 'Российский Азимут ЛО',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080518_RA_LO/080518_lo_res.zip',
        info: 'Областной этап всероссийских массовых соревнований по спортивному ориентированию «РОССИЙСКИЙ АЗИМУТ - 2008»',
        owner: 'SFSO_SPB',
        o_site: '080518_RA_LO'
    },
    {
        id: 'SPB_20080518_2',
        date: '2008-05-18',
        place: 'парк «Сосновка»',
        name: 'Российский Азимут СПб',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080518_RA/080518_res.htm',
        owner: 'SFSO_SPB',
        o_site: '080518_RA'
    },
    {
        id: 'SPB_20080521_1',
        date: '2008-05-21',
        place: 'Пискарёвский парк',
        name: 'Ориентир',
        type: 'ORIENT',
        fmt: 'Выбор на 45 мин. (тренировка «Российского Азимута»).',
        o_site: '080514'
    },
    {
        id: 'SPB_20080524_1',
        date: '2008-05-24',
        place: 'Юкки',
        name: 'Чемпионат Санкт-Петербурга, спринт',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080524/080524_res.htm',
        info: 'Юбилейный, 50-й Чемпионат Санкт-Петербурга!!!',
        owner: 'SFSO_SPB',
        o_site: '080524',
        reskeep: 264
    },
    {
        id: 'SPB_20080525_1',
        date: '2008-05-25',
        place: 'Токсово',
        name: 'Чемпионат Санкт-Петербурга, классика (кросс 70/90)',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080525/080525_res.htm',
        info: 'Юбилейный, 50-й Чемпионат Санкт-Петербурга!!!',
        owner: 'SFSO_SPB',
        o_site: '080525'
    },
    {
        id: 'SPB_20080531_1',
        date: '2008-05-31',
        place: 'Токсово, Малиновая гора',
        name: 'креОстарт-2',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080419/080531_res.htm',
        info: 'Открытая техническая тренировка с электронной отметкой На тренировке будет предложена программа О-Mix. В одном старте будет содержаться несколько видов ориентирования, технических задач и иных вариантов нагрузки, типичной для спортивного ориентирования.',
        o_site: '080419'
    },
    {
        id: 'SPB_20080531_2',
        date: '2008-05-31',
        place: 'Кузнечное',
        name: 'Горный Кросс - 9',
        type: 'ROGAINE',
        info: 'Открытое первенство Петроградского клуба туристов по ориентированию «100 за 24» - «Горный кросс – 9» на приз Администрации Петроградского района г. С-Петербурга.',
        start: 'GORNY_CROSS',
        o_site: '080531',
        endDate: '2008-06-01'
    },
    {
        id: 'SPB_20080601_1',
        date: '2008-06-01',
        place: 'Токсово, Охта',
        name: 'Чемпионат Санкт-Петербурга, средняя дистанция',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080601/080601_res.htm',
        info: 'Юбилейный, 50-й Чемпионат Санкт-Петербурга!!!',
        owner: 'SFSO_SPB',
        o_site: '080601'
    },
    {
        id: 'SPB_20080608_1',
        date: '2008-06-08',
        place: 'Токсово',
        name: 'Чемпионат Санкт-Петербурга, эстафета',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080608/080608_res.htm',
        info: 'Юбилейный, 50-й Чемпионат Санкт-Петербурга!!!',
        owner: 'SFSO_SPB',
        o_site: '080608'
    },
    {
        id: 'SPB_20080608_2',
        date: '2008-06-08',
        place: 'Всеволожский район Ленинградской области',
        name: 'Всероссийские отборочные соревнования по спортивному ориентированию на велосипедах',
        type: 'VELO',
        res: 'http://www.sportsystem.ru/files/rez29_05_08.htm',
        o_site: '080601_wre',
        endDate: '2008-06-01'
    },
    {
        id: 'SPB_20080612_1',
        date: '2008-06-12',
        endDate: '2008-06-14',
        place: 'пос. Мичуринское',
        name: 'Невский Азимут',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080612_NA/080612_NA_res.zip',
        info: 'XIX МНОГОДНЕВНЫЕ СОРЕВНОВАНИЯ ПО СПОРТИВНОМУ ОРИЕНТИРОВАНИЮ «НЕВСКИЙ АЗИМУТ-2008», КОМАНДНЫЙ КУБОК СДЮСШОР КУРОРТНОГО Р-НА им. В.КОРЕНЬКОВА',
        start: 'NA',
        o_site: '080612_NA'
    },
    {
        id: 'SPB_20080615_1',
        date: '2008-06-15',
        place: 'г. Каменогорск',
        name: 'Spb2Open',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/08061516/08061516_1_res.htm',
        o_site: '08061516',
        endDate: '2008-06-16'
    },
    {
        id: 'SPB_20080617_1',
        date: '2008-06-17',
        endDate: '2008-06-22',
        place: 'в 10-ти км к юго-западу от п. Ягодное Приозерского района Ленинградской Области',
        name: 'Фестиваль Ориентирования Яркий Мир - Белые Ночи',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/08061722/festival_res.zip',
        info: 'ПЕТЕРБУРГСКИЙ ФЕСТИВАЛЬ СПОРТИВНОГО ОРИЕНТИРОВАНИЯ «ЯРКИЙ МИР - БЕЛЫЕ НОЧИ»',
        owner: 'WN',
        start: 'YM',
        o_site: '08061722'
    },
    {
        id: 'SPB_20080617_2',
        date: '2008-06-17',
        endDate: '2008-06-23',
        place: 'Каменногорск',
        name: 'УТС центра «Ладога»',
        type: 'ORIENT',
        info: '17 – 23 июня Учебно-тренировочный сбор по спортивному ориентированию бегом. А ТАКЖЕ 15-16 июня СОРЕВНОВАНИЯ: КУБОК ЛЕНИНГРАДСКОЙ ОБЛАСТИ, КУБОК «ЦЕНТРА «ЛАДОГА», СПБ 2-open.',
        o_site: '08061723'
    },
    {
        id: 'SPB_20080624_1',
        date: '2008-06-24',
        place: 'Каменногорск',
        name: 'Карельские скалы',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080624_KS/080624_KS_res.zip',
        start: 'KS',
        o_site: '080624_KS',
        endDate: '2008-06-26'
    },
    {
        id: 'SPB_20080627_1',
        date: '2008-06-27',
        endDate: '2008-06-29',
        place: 'Каменногорск',
        name: 'Мемориал Святкина',
        type: 'ORIENT',
        info: '16-й Мемориал Михаила Святкина',
        start: 'MMS',
        o_site: '080627_MS'
    },
    {
        id: 'SPB_20080706_1',
        date: '2008-07-06',
        place: 'Медное озеро',
        name: 'Кубок Яркого Мира, 4-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080706/080706_res.zip',
        start: 'YM',
        o_site: '080706'
    },
    {
        id: 'SPB_20080720_1',
        date: '2008-07-20',
        place: 'Ленинградская обл., пос. Голубая Дача',
        name: 'Памяти Бориса Панкратьева',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080720/080720_mtbo_rez.htm',
        photo: 'http://photofile.ru/users/jb7/3595092/',
        o_site: '080720'
    },
    {
        id: 'SPB_20080726_1',
        date: '2008-07-26',
        endDate: '2008-07-27',
        name: 'Три-О-Тлон',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/tri-o-tlon-2008/tot2008_res.htm',
        photo: 'http://www.yarkiymir.ru/main/company/news/view/218/',
        info: 'Старейшая мультиспортивная гонка в России, в 2008-м году состоится уже 7-й Три-О-Тлон, который начал свою историю с 2002-го года. Классическая гонка по набору дисциплин: треккинг, велосипед, байдарка, верёвочные этапы. Основная направленность гонки - навигация. Три дистанции - длинная, средняя и для начинающих. Участвуют команды из 2-х человек любого пола. Информационная поддержка: O-site x-race.msk.ru adventureraces.ru carabin.ru',
        logo: 'triotlon.gif',
        o_site: 'tri-o-tlon-2008'
    },
    {
        id: 'SPB_20080727_1',
        date: '2008-07-27',
        name: 'Ориентиры-12, 13',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080720_ori/08072627_res.zip',
        info: '«Ориентиры» - 12,13 Два дня – 26 и 27 июля 2008 Можно ехать с палаткой и ночевать! Зеленогорск-Комарово, северный берег оз. Щучье Программа: 26 июля (суббота) – заданное направление + выбор, нач. дист. – Наталья Яшукова, старт открытый с 12:00 до 13:00; 27 июля (воскресенье) – классическая дистанция в заданном направлении, нач. дист. – Александр Осипов, старт открытый с 12:00 до 13:00. Справки у Натальи Яшуковой, м.т. 8(921)-755-47-28, д.т. 534-61-86.',
        o_site: '080720_ori'
    },
    {
        id: 'SPB_20080803_1',
        date: '2008-08-03',
        place: 'п. Цвелодубово',
        name: 'Кубок Яркого Мира - 5, 6 этапы',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/08080203/08080203_res.zip',
        start: 'YM',
        o_site: '08080203'
    },
    {
        id: 'SPB_20080810_1',
        date: '2008-08-10',
        name: 'Рогейн 110%',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/080810/rogain110_res.htm',
        start: 'ROGAINE_110',
        o_site: '080810'
    },
    {
        id: 'SPB_20080816_1',
        date: '2008-08-16',
        endDate: '2008-08-17',
        place: '69-й км',
        name: 'Чемпионат MTBO SPb Club',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/08081617/rez16.htm',
        o_site: '08081617'
    },
    {
        id: 'SPB_20080822_1',
        date: '2008-08-22',
        endDate: '2008-08-24',
        place: 'Каменногорск',
        name: 'III Чемпионат СПб по рогейну',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/08082224/080824_res.htm',
        o_site: '08082224'
    },
    {
        id: 'SPB_20080830_1',
        date: '2008-08-30',
        place: 'Сосново-69 км',
        name: 'Миля-спорт 2008',
        type: 'ORIENT',
        o_site: '080830'
    },
    {
        id: 'SPB_20080831_1',
        date: '2008-08-31',
        place: 'Токсово, река Охта',
        name: 'Зеленый змей',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080831/080831_res.htm',
        start: 'GS',
        o_site: '080831'
    },
    {
        id: 'SPB_20080906_1',
        date: '2008-09-06',
        place: 'п. Токсово',
        name: 'Кубок Яркого Мира, 7 этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080906/et7-8_res.zip',
        start: 'YM',
        o_site: '080906'
    },
    {
        id: 'SPB_20080907_1',
        date: '2008-09-07',
        place: 'п. Кузьмоловский',
        name: 'Кубок Яркого Мира, 8 этап',
        type: 'ORIENT',
        res: 'http://www.o-site.spb.ru/_races/080906/et7-8_res.zip',
        start: 'YM',
        o_site: '080907'
    },
    {
        id: 'SPB_20080913_1',
        date: '2008-09-13',
        place: 'г.Зеленогорск, район Черных озер',
        name: 'Вело-О на Фестивале «ВелоПитер»',
        type: 'VELO',
        info: '6-й Фестиваль «ВелоПитер». Традиционное мероприятие для всех велосипедистов. В программе различные соревнования и конкурсы для всех, от спортсменов до новичков, и, конечно, общение. Будет палаточный лагерь.',
        o_site: '080913_v'
    },
    {
        id: 'SPB_20080913_2',
        date: '2008-09-13',
        place: 'Зеленогорск-Комарово',
        name: 'Открытое первенство КСО «Азимут»',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080913/080913_res.rtf',
        logo: 'azimut.gif',
        o_site: '080913'
    },
    {
        id: 'SPB_20080914_1',
        date: '2008-09-14',
        place: 'Колосково',
        name: 'Чемпионат Санкт-Петербурга, марафон',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080914/080914_res.htm',
        owner: 'SFSO_SPB',
        o_site: '080914'
    },
    {
        id: 'SPB_20080920_1',
        date: '2008-09-20',
        place: 'Гарболово',
        name: 'Золотые Кольца',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080920/080920_res.zip',
        start: 'WEDDING',
        o_site: '080920'
    },
    {
        id: 'SPB_20080921_1',
        date: '2008-09-21',
        place: 'Ушково, Пухтолова гора',
        name: 'Кубок Дворца',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080921/080921_res.htm',
        o_site: '080921'
    },
    {
        id: 'SPB_20080927_1',
        date: '2008-09-27',
        place: 'ж/д ст. Лемболово',
        name: 'Лемболовский мемориал',
        type: 'ORIENT',
        o_site: '08092728',
        endDate: '2008-09-28'
    },
    {
        id: 'SPB_20080927_2',
        date: '2008-09-27',
        endDate: '2008-09-29',
        place: 'Яппиля-Зеркальный',
        name: 'Надежды Европы',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/08092729/080928_res.htm',
        photo: 'http://o-site.spb.ru/gallery.php?id=gallery71',
        start: 'EUROPEAN_HOPE',
        o_site: '08092729'
    },
    {
        id: 'SPB_20081001_1',
        date: '2008-10-01',
        place: 'пос. Кузьмоловский',
        name: 'Первенство Ленинградского Военного Округа',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/081001/081001_res.htm',
        owner: 'SFSO_LO',
        o_site: '081001'
    },
    {
        id: 'SPB_20081001_2',
        date: '2008-10-01',
        name: 'Кубок Школьного Двора',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/081016/081016_res.htm',
        o_site: '081016',
        endDate: '2008-10-16'
    },
    {
        id: 'SPB_20081003_1',
        date: '2008-10-03',
        name: 'Ночной Кубок 110%',
        type: 'ORIENT',
        res: 'http://o-site.spb.ru/_races/081120/ncup110_08_1_res.htm',
        info: '1 этап - 2 октября - Схема - Результаты 2 этап - 9 октября - Схема - Результаты 3 этап - 23 октября - Схема - Результаты 4 этап - 13 ноября - Схема - Результаты 5 этап - 20 ноября - Схема - Результаты',
        start: 'ROGAINE_110',
        o_site: '081120',
        endDate: '2008-10-23'
    },
    {
        id: 'SPB_20081004_1',
        date: '2008-10-04',
        place: 'ст. Кавголово',
        name: 'Критериум-22',
        type: 'ORIENT',
        o_site: '081004_kri'
    },
    {
        id: 'SPB_20081004_2',
        date: '2008-10-04',
        place: 'район ст.Кавголово',
        name: 'Первенство ВУЗов',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/081004/081004_VUZ.htm',
        o_site: '081004'
    },
    {
        id: 'SPB_20081005_1',
        date: '2008-10-05',
        place: 'п. Кузьмоловский(Сярьги-Энколово)',
        name: 'Кубок Яркого Мира, Финал',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/081005/final_res.zip',
        start: 'YM',
        o_site: '081005'
    },
    {
        id: 'SPB_20081011_1',
        date: '2008-10-11',
        place: 'п. Ягодное',
        name: 'XXXVII Соревнования по ночному ориентированию памяти А. Окинчица',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/08101112/08101112_res.htm',
        start: 'OKINCHITSA',
        o_site: '08101112',
        endDate: '2008-10-12'
    },
    {
        id: 'SPB_20081018_1',
        date: '2008-10-18',
        endDate: '2008-10-19',
        name: 'Золотая Осень',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/08101819/081018_res.htm',
        owner: 'VYBORG',
        o_site: '08101819'
    },
    {
        id: 'SPB_20081019_1',
        date: '2008-10-19',
        place: 'Чёрные озёра - Ленинское',
        name: 'Петербургская осень',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/081019/081019_res.htm',
        logo: 'azimut.gif',
        o_site: '081019'
    },
    {
        id: 'SPB_20081025_1',
        date: '2008-10-25',
        place: 'пос. Комарово',
        name: 'Ночные эстафеты',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/081025/081025_res.htm',
        o_site: '081025'
    },
    {
        id: 'SPB_20081025_2',
        date: '2008-10-25',
        endDate: '2008-10-26',
        place: 'пос. Воейково',
        name: 'Пер-во ЛО среди обучающихся Финал Кубка ФСО (26.10)',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/08102526/081026_res.pdf',
        o_site: '08102526'
    },
    {
        id: 'SPB_20081101_1',
        date: '2008-11-01',
        place: 'пл. Проба',
        name: 'Всеволожская Тропа 2009',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/090419_VT/081130_res.htm',
        info: '5-ти этапные соревнования',
        o_site: '090419_VT',
        endDate: '2008-11-30'
    },
    {
        id: 'SPB_20081102_1',
        date: '2008-11-02',
        place: 'ст. Орехово',
        name: 'Осенний марафон',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/081102/081102_res.htm',
        logo: 'azimut.gif',
        o_site: '081102'
    },
    {
        id: 'SPB_20081102_2',
        date: '2008-11-02',
        place: 'Орехово',
        name: 'УТС в Орехово',
        type: 'ORIENT',
        o_site: '081107',
        endDate: '2008-11-07'
    },
    {
        id: 'SPB_20081104_1',
        date: '2008-11-04',
        place: 'пос. Орехово',
        name: 'Кубок Ладоги, 1 этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/081104/081104_res.htm',
        o_site: '081104'
    },
    {
        id: 'SPB_20081116_1',
        date: '2008-11-16',
        place: 'пос. Токсово, район оз. Светлое',
        name: 'Открытое первенство пос. Кузьмоловский',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/081116_kuz/081116_res.zip',
        owner: 'SFSO_LO',
        o_site: '081116_kuz'
    },
    {
        id: 'SPB_20081116_2',
        date: '2008-11-16',
        place: 'Песчаная поляна (парковка) у Орлиной горы',
        name: 'Тренировка от ДТЮ',
        type: 'ORIENT',
        info: 'Программа: маркир 3,5км - 9кп для средних и старших для новичков - нитка маркира врисована в карту + кп в 50-70м от маркира. для средних и старших: упражнение «нитка» (приблизительно 4км и 7км - 2 варианта), полигон для выбора или самостоятельного планирования дистанций заданного направления.',
        o_site: '081116'
    },
    {
        id: 'SPB_20081123_1',
        date: '2008-11-23',
        place: 'Пискаревский парк',
        name: 'Снежная Тропа, 1 этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/081123/081123_res.htm',
        owner: 'SFSO_SPB',
        o_site: '081123'
    },
    {
        id: 'SPB_20081129_1',
        date: '2008-11-29',
        name: 'Горный кросс - 14',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/081129/081129_res.htm',
        photo: 'http://foto.mail.ru/list/har1nka/1',
        start: 'GORNY_CROSS',
        o_site: '081129'
    },
    {
        id: 'SPB_20081130_1',
        date: '2008-11-30',
        name: 'Ориентир «НатАлка»',
        type: 'ORIENT',
        logo: 'azimut.gif',
        o_site: '081130'
    },
    {
        id: 'SPB_20081130_2',
        date: '2008-11-30',
        name: 'Открытая тренировка Курортного района',
        type: 'ORIENT',
        o_site: '081130t'
    },
    {
        id: 'SPB_20081207_1',
        date: '2008-12-07',
        place: 'Петродворец',
        name: 'Снежная Тропа, 2-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/081207/081207_res.pdf',
        owner: 'SFSO_SPB',
        o_site: '081207'
    },
    {
        id: 'SPB_20081214_1',
        date: '2008-12-14',
        place: 'пос. Кузьмолово',
        name: 'Кузьмоловский Маркир',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/081214/081214_res.htm',
        info: 'Открытая тренировка',
        o_site: '081214'
    },
    {
        id: 'SPB_20081214_2',
        date: '2008-12-14',
        place: 'п. Воейково',
        name: 'Лесной Азимут',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/081214_2/081214_split.htm',
        o_site: '081214_2'
    },
    {
        id: 'SPB_20081221_1',
        date: '2008-12-21',
        place: 'Зеленогорск, Щучье оз. - Чёрные озёра',
        name: 'Маркир На Щучьем',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/080421/081221_split.htm',
        o_site: '080421'
    },
    {
        id: 'SPB_20081227_1',
        date: '2008-12-27',
        place: 'Токсово',
        name: 'Новогодний Рогейн',
        type: 'ROGAINE',
        info: 'Рогейн в формате 3 часа на лыжах или бегом',
        o_site: '081227_rog'
    },
    {
        id: 'SPB_20081227_2',
        date: '2008-12-27',
        place: 'Токсово',
        name: 'Новогодняя Эстафета',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/081227/081227_res.htm',
        info: 'В рамках Новогоднего тура пройдут 2 соревновательных дня: Классическая Новогодняя Эстафета и Комическая Несерьёзная Эстафета «Приколки для друзей»',
        o_site: '081227',
        endDate: '2008-12-28'
    }
];
