let events2021 = [
    {
        id: 'SPB_20210103_1',
        date: '2021-01-03',
        place: 'Голубая Дача',
        name: 'Индивидуальная тренировка',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/14801',
        res: 'https://o-site.spb.ru/_races/210103_kur/210103_res.htm',
        o_site: '210103_kur',
        reskeep: 413
    },
    {
        id: 'SPB_20210103_2',
        date: '2021-01-03',
        endDate: '2021-01-09',
        place: 'База "Мечта", п.Мичуринское',
        name: 'УТС, Мичуринское',
        type: 'ORIENT',
        reg: 'http://sportident.online/entry/?id=4682',
        info: 'Программа тренировочных полигонов: 05.01 маркированная трасса на лыжах (вариант Г) 06.01 выбор бегом 07.01 заданное направление бегом',
        o_site: '200103-09_sbor'
    },
    {
        id: 'SPB_20210108_1',
        date: '2021-01-08',
        endDate: '2021-01-09',
        name: 'Рождественские старты-2021',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/210108-09_rs/210108_rez.htm',
        owner: 'NW',
        o_site: '210108-09_rs'
    },
    {
        id: 'SPB_20210116_1',
        date: '2021-01-16',
        name: 'Индивидуальная тренировка Weekly Orient Ollila',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1216',
        res: 'https://o-site.spb.ru/_races/2021_WO/210116_res.htm',
        info: 'Серия индивидуальных тренировок по спортивному ориентированию.',
        o_site: '2021_WO',
        reskeep: 418
    },
    {
        id: 'SPB_20210117_1',
        date: '2021-01-17',
        place: 'Петяярви',
        name: '1-й этап Кубка ЛО по рогейну',
        type: 'ROGAINE',
        reg: 'http://www.multsport.ru/starts/winter-rogaine-21/registration.html',
        fmt: '4 часа лыжи или бег',
        start: 'MULTSPORT',
        o_site: '210117'
    },
    {
        id: 'SPB_20210117_2',
        date: '2021-01-17',
        name: 'Чемпионат и Первенство Ленинградской области (Шапки)',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/14844',
        res: 'http://sportident.online/ol/?id=182',
        owner: 'SFSO_LO',
        o_site: '210117_LO'
    },
    {
        id: 'SPB_20210123_1',
        date: '2021-01-23',
        place: 'Павловск, Павловский парк',
        name: 'Индивидуальная тренировка, На окраине Пушкина-4, Павловский парк, Павловск',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1217',
        res: 'http://orgeo.ru/live/#/15120',
        info: 'Внимание! Билеты в Парк действуют 1 день. По купленному билету можно входить неограниченное кол-во раз за день. Стоимость входа 100 р., пенсионеры 50 р., дети (до 16 лет) – бесплатно. С собой иметь документы на льготу! МАШИНА ОРГАНИЗАТОРОВ: Синий микроавтобус Fiat Ducato Гос. номер: Е853ХЕ 178 RUS',
        o_site: '210114',
        reskeep: 419
    },
    {
        id: 'SPB_20210124_1',
        date: '2021-01-24',
        name: 'Чемпионат и Первенство Ленинградской области (Кириши)',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/14977',
        owner: 'SFSO_LO',
        o_site: '21012324'
    },
    {
        id: 'SPB_20210126_1',
        date: '2021-01-26',
        endDate: '2021-01-27',
        name: 'Всероссийские игры по ориентированию ТОЧНЫЙ АЗИМУТ среди обучающихся образовательных организаций',
        type: 'ORIENT',
        reg: 'http://forms.gle/CM1GnyiCiLJRmfYQA',
        photo: 'http://drive.google.com/drive/folders/1tXxzW3dKMnLB-ml3mOgyfcuPbirnAgAI?usp=sharing',
        info: '1-й этап Первых Всероссийских игр по ориентированию «ТОЧНЫЙ АЗИМУТ» среди обучающихся образовательных организаций. В программе: виртуальная О-дистанция по исторической части Выборга! 22 января в 16:00 (МСК) на платформе ZOOM состоится Всероссийский обучающий семинар "Трейл-ориентирование - спорт равных возможностей", на котором представители оргкомитета расскажут о специфике прохождения дистанции 1 этапа Игр в онлайн-формате.',
        o_site: '270120'
    },
    {
        id: 'SPB_20210131_1',
        date: '2021-01-31',
        name: 'Чемпионат и Первенство СЗФО и ЦФО',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/21012830/210129_rez.htm',
        o_site: '21012830'
    },
    {
        id: 'SPB_20210205_1',
        date: '2021-02-05',
        name: '«Тур де Лемболово – 2022»',
        type: 'ORIENT',
        o_site: 'lembolovo-tour',
        endDate: '2021-02-06'
    },
    {
        id: 'SPB_20210207_1',
        date: '2021-02-07',
        name: '42-е зимние соревнования На призы газеты Всеволожские вести',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/21020607VV/210206_res.htm',
        start: 'VSEV_VESTI',
        o_site: '21020607VV'
    },
    {
        id: 'SPB_20210207_2',
        date: '2021-02-07',
        place: 'Баболовский парк, г. Пушкин',
        name: 'Официальный старт Веселый ветер',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/',
        res: 'https://o-site.spb.ru/_races/210207_vs/210207_rez4.htm',
        info: 'Официальный старт "Веселый ветер" Место старта Баболовский парк.',
        o_site: '210207_vs',
        reskeep: 420
    },
    {
        id: 'SPB_20210210_1',
        date: '2021-02-10',
        endDate: '2021-02-11',
        place: 'школа №645, Санкт-Петербург, Пушкинский район, Славянка, ул. Ростовская, д.23, к.2',
        name: 'Спортивное ориентирование в школу, Пушкинский район',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/210210/200210_lab_res.htm',
        photo: 'http://vk.com/fazerrussia?z=album-54503323_279943443',
        info: 'Внимание! В связи с ковидными ограничениями, очное награждение проводиться не будет. Дипломы и медали призёрам по возрастным группам в дисциплинах "спринт" и "лабиринт" будут переданы через администрации образовательных учреждений. Проект Федерации Спортивного Ориентирования Санкт-Петербурга, направленный на популяризацию спортивного ориентирования среди школьников. В 2020-2021 году реализуется с использованием гранта Президента Российской Федерации на развитие гражданского общества, предоставленного Фондом президентских грантов. Проходит при поддержке: Комитета по образованию Санкт-Петербурга, Фонда Президентских грантов ООО "Фацер"',
        o_site: '210210'
    },
    {
        id: 'SPB_20210214_1',
        date: '2021-02-14',
        name: 'Индивидуальная тренировка Ski-O',
        type: 'SKI',
        reg: 'http://orgeo.ru/event/15440',
        res: 'https://o-site.spb.ru/_races/210214/210214_res.html',
        o_site: '210214',
        reskeep: 414
    },
    {
        id: 'SPB_20210217_1',
        date: '2021-02-17',
        place: 'школа №482, Санкт-Петербург, Выборгский район, ул. Фёдора Абрамова, д.6',
        name: 'Спортивное ориентирование в школу, Выборгский район',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/210217/210217_res_lab.htm',
        photo: 'http://vk.com/fazerrussia?z=album-54503323_280083344',
        info: 'Внимание! В связи с ковидными ограничениями, очное награждение проводиться не будет. Дипломы и медали призёрам по возрастным группам в дисциплинах "спринт" и "лабиринт" будут переданы через администрации образовательных учреждений. Проект Федерации Спортивного Ориентирования Санкт-Петербурга, направленный на популяризацию спортивного ориентирования среди школьников. В 2020-2021 году реализуется с использованием гранта Президента Российской Федерации на развитие гражданского общества, предоставленного Фондом президентских грантов. Проходит при поддержке: Комитета по образованию Санкт-Петербурга, Фонда Президентских грантов ООО "Фацер"',
        owner: 'VYBORG',
        o_site: '210217'
    },
    {
        id: 'SPB_20210221_1',
        date: '2021-02-21',
        place: 'Токсово',
        name: 'Рогейн HARD ROGAINE Snow',
        type: 'ROGAINE',
        reg: 'http://orgeo.ru/event/info/15100',
        info: 'Рогейн в форматах: 3 и 5 часов, бег или лыжи на выбор. Команда организаторов #hardadventure; электронная отметка SFR; камера хранения; теплые раздевалки; железная медаль (за доп.плату); профессиональные фотографии.',
        start: 'HARD',
        o_site: '210221_hard'
    },
    {
        id: 'SPB_20210220_1',
        date: '2021-02-20',
        endDate: '2021-02-21',
        place: 'п.Зеркальный',
        name: 'Чемпионат и Первенство Санкт-Петербурга, Зеркальный',
        type: 'SKI',
        reg: 'http://o-reg.spb.ru/entry-list?id=1219',
        res: 'https://o-site.spb.ru/_races/210221/res1.htm',
        owner: 'SFSO_SPB',
        o_site: '210221',
        reskeep: [
            421,
            422
        ]
    },
    {
        id: 'SPB_20210225_1',
        date: '2021-02-25',
        name: 'Всероссийские игры по ориентированию ТОЧНЫЙ АЗИМУТ среди обучающихся образовательных организаций',
        type: 'ORIENT',
        reg: 'http://forms.gle/SkGXeRE7ZWmej4US9',
        info: '2-й этап Первых Всероссийских игр по ориентированию «ТОЧНЫЙ АЗИМУТ» среди обучающихся образовательных организаций. В программе: виртуальная О-дистанция по курортному парку г.Кисловодск. 19 февраля в 16:00 (МСК) на платформе ZOOM состоится Всероссийский обучающий семинар "Трейл-ориентирование - ресурс дополнительного образования", на котором представители оргкомитета расскажут о специфике прохождения дистанции 2 этапа Игр в онлайн-формате.',
        o_site: '210225_azimut'
    },
    {
        id: 'SPB_20210228_1',
        date: '2021-02-28',
        place: 'оз. Вуокса, пос.Кротово',
        name: 'Рогейн Ice Trail, 2-й этап Кубка ЛО по рогейну',
        type: 'ROGAINE',
        reg: 'http://www.multsport.ru/starts/ice-trail-2021/registration.html',
        fmt: 'Рогейн 3 и 6 часов, лыжи/бег/вело',
        start: 'MULTSPORT',
        o_site: '210228r'
    },
    {
        id: 'SPB_20210227_1',
        date: '2021-02-27',
        place: 'п. Орехово',
        name: 'Чемпионат и Первенство Санкт-Петербурга, Орехово',
        type: 'SKI',
        res: 'https://o-site.spb.ru/_races/210227/210227_res.htm',
        owner: 'SFSO_SPB',
        o_site: '210227',
        reskeep: 423
    },
    {
        id: 'SPB_20210307_1',
        date: '2021-03-07',
        name: 'Закрытие сезона',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1230',
        res: 'https://o-site.spb.ru/_races/21030607_zs/210306_res_z.htm',
        o_site: '21030607_zs'
    },
    {
        id: 'SPB_20210307_2',
        date: '2021-03-07',
        place: 'пос. Орехово',
        name: 'Санкт-Петербургские студенческие соревнования по спортивному ориентированию',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1229',
        res: 'https://o-site.spb.ru/_races/210307_vuzy/21030607_results_vuz_teams.pdf',
        o_site: '210307_vuzy'
    },
    {
        id: 'SPB_20210307_3',
        date: '2021-03-07',
        place: 'пос. Орехово',
        name: 'Санкт-Петербургские студенческие соревнования по спортивному ориентированию',
        type: 'ORIENT',
        info: 'Санкт-Петербургские студенческие соревнования по спортивному ориентированию (лыжные дисциплины).',
        o_site: '210307'
    },
    {
        id: 'SPB_20210308_1',
        date: '2021-03-08',
        place: 'парк Сосновка',
        name: 'Снежная тропа, 1-й этап',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1228',
        res: 'https://o-site.spb.ru/_races/210308/res.htm',
        owner: 'SFSO_SPB',
        o_site: '210308',
        reskeep: 427
    },
    {
        id: 'SPB_20210308_2',
        date: '2021-03-08',
        place: 'Кузьмолово',
        name: 'Всеволожская тропа. 1 этап',
        type: 'ORIENT',
        reskeep: 426
    },
    {
        id: 'SPB_20210316_1',
        date: '2021-03-16',
        name: 'Всероссийские игры по ориентированию ТОЧНЫЙ АЗИМУТ среди обучающихся образовательных организаций, 3 этап',
        type: 'ORIENT',
        info: '3-й этап Первых Всероссийских игр по ориентированию «ТОЧНЫЙ АЗИМУТ» среди обучающихся образовательных организаций. В программе: виртуальная О-дистанция по Елагину острову (СПб). 15 марта в 12:00 (МСК) на платформе ZOOM состоится Всероссийский обучающий семинар "Трейл-ориентирование - ресурс дополнительного образования", на котором представители оргкомитета расскажут о специфике прохождения дистанции 3 этапа Игр в онлайн-формате.',
        o_site: '210316_azimut'
    },
    {
        id: 'SPB_20210321_1',
        date: '2021-03-21',
        place: 'Ржевский лесопарк',
        name: 'Тренировка от Авроры',
        type: 'ORIENT',
        reskeep: 424
    },
    {
        id: 'SPB_20210407_1',
        date: '2021-04-07',
        place: 'Среднеохтинский проспект',
        name: 'Noname Sprint Tour SPb - 2021. 1 этап',
        start: 'ST',
        type: 'ORIENT',
        reskeep: 429
    },
    {
        id: 'SPB_20210411_2',
        date: '2021-04-11',
        place: 'Сестрорецкие дюны',
        name: 'Кубок Белых Ночей. 11 этап',
        type: 'ORIENT',
        reskeep: 437
    },
    {
        id: 'SPB_20210414_1',
        date: '2021-04-14',
        place: 'Удельная, Поклонная гора',
        name: 'Noname Sprint Tour SPb - 2021. 2 этап',
        start: 'ST',
        type: 'ORIENT',
        reskeep: 430
    },
    {
        id: 'SPB_20210417_1',
        date: '2021-04-17',
        place: 'парк Екатерингоф (ст.м. "Нарвская")',
        name: 'Адмиралтейский азимут (спринт)',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/16448',
        res: 'https://o-site.spb.ru/_races/210417_az_sprint/210417_results.htm',
        info: 'В парке Екатерингоф 17 апреля пройдёт физкультурное мероприятие "Адмиралтейский азимут", в рамках которого запланирован тренировочный старт (дисциплина "кросс-спринт").',
        o_site: '210417_az_sprint',
        reskeep: 443
    },
    {
        id: 'SPB_20210417_2',
        date: '2021-04-17',
        place: 'парк Екатерингоф (ст.м. "Нарвская")',
        name: 'Адмиралтейский азимут (трейл-О)',
        type: 'ORIENT',
        reg: 'https://o-site.spb.ru/_races/210417_az/Zayavka_Otkryty_klass.zip',
        info: 'В парке Екатерингоф 17 апреля пройдёт физкультурное мероприятие "Адмиралтейский азимут" (трейл-О), дисциплина "точное ориентирование" (preO). Программа: - Чемпионат СПб - спорт лиц ПОДА - Открытый старт для Open-групп Предварительные заявки на участие подаются до 15.04.2020 на e-mail: trailo2019@mail.ru',
        o_site: '210417_az'
    },
    {
        id: 'SPB_20210417_4',
        date: '2021-04-17',
        place: 'Голубая дача',
        name: 'Кубок Белых Ночей. 12 этап',
        type: 'ORIENT',
        reskeep: 441
    },
    {
        id: 'SPB_20210417_5',
        date: '2021-04-17',
        place: 'Полюстровский парк',
        name: 'Тренировка от Авроры',
        type: 'ORIENT',
        reskeep: 444
    },
    {
        id: 'SPB_20210418_1',
        date: '2021-04-18',
        name: 'Открытая тренировка МТБО',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/210418/splits_2021_04_18_mtbo.htm',
        o_site: '210418'
    },
    {
        id: 'SPB_20210418_2',
        date: '2021-04-18',
        name: 'Тренировка от Авроры',
        type: 'ORIENT',
        reg: 'http://www.o-reg.spb.ru/entry-list?id=1241',
        res: 'https://o-site.spb.ru/_races/210418_A/210417_split.htm',
        info: 'Суббота Полюстровский парк, старт с 16:15. Воскресенье Ржевский лесопарк старт с 13:00',
        o_site: '210418_A',
        reskeep: 445
    },
    {
        id: 'SPB_20210418_4',
        date: '2021-04-18',
        place: 'Петяярви',
        name: 'Кубок Белых Ночей. 13 этап',
        type: 'ORIENT',
        reskeep: 442
    },
    {
        id: 'SPB_20210421_1',
        date: '2021-04-21',
        place: 'Школа № 292 Фрунзенского района, Будапештская ул., 42, корп. 6',
        name: 'Спортивное ориентирование в школу, Фрунзенский район',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/210421/210421_res_lab.htm',
        photo: 'http://vk.com/album-54503323_281578167',
        info: 'Проект Федерации Спортивного Ориентирования Санкт-Петербурга, направленный на популяризацию спортивного ориентирования среди школьников. В 2020-2021 году реализуется с использованием гранта Президента Российской Федерации на развитие гражданского общества, предоставленного Фондом президентских грантов. Проходит при поддержке: Комитета по образованию Санкт-Петербурга, Фонда Президентских грантов ООО "Фацер"',
        o_site: '210421'
    },
    {
        id: 'SPB_20210424_1',
        date: '2021-04-24',
        endDate: '2021-04-25',
        place: 'г. Сосновый Бор',
        name: 'Сосновоборские Дюны',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1233',
        res: 'http://orgeo.ru/live/#/16639',
        owner: 'YUVENTA',
        o_site: '210424-25',
        reskeep: [
            448,
            449
        ]
    },
    {
        id: 'SPB_20210425_1',
        date: '2021-04-25',
        place: 'Курортный район СПб, Сестрорецкие Дюны, Кисельный пер',
        name: 'Открытая тренировка MTBO-Сестрорецк',
        type: 'VELO',
        reg: 'http://o-reg.spb.ru/entry-list?id=1244',
        res: 'https://o-site.spb.ru/_races/210425_MTBO/210425_rez.htm',
        o_site: '210425_MTBO'
    },
    {
        id: 'SPB_20210428_1',
        date: '2021-04-28',
        place: 'школа № 158 Калининского района, Светлановский просп., 40, корп. 3',
        name: 'Спортивное ориентирование в школу, Калининский район',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/210428/210428_res_lab.htm',
        photo: 'http://vk.com/fazerrussia?z=album-54503323_281659540',
        info: 'Проект Федерации Спортивного Ориентирования Санкт-Петербурга, направленный на популяризацию спортивного ориентирования среди школьников. В 2020-2021 году реализуется с использованием гранта Президента Российской Федерации на развитие гражданского общества, предоставленного Фондом президентских грантов. Проходит при поддержке: Комитета по образованию Санкт-Петербурга, Фонда Президентских грантов ООО "Фацер"',
        o_site: '210428'
    },
    {
        id: 'SPB_20210428_2',
        date: '2021-04-28',
        place: 'пр. Пархоменко',
        name: 'Noname Sprint Tour SPb - 2021. 3 этап',
        start: 'ST',
        type: 'ORIENT',
        reskeep: 431
    },
    {
        id: 'SPB_20210501_1',
        date: '2021-05-01',
        endDate: '2021-05-03',
        place: 'Сертолово, Энколово, Юкки',
        name: 'Майская многодневка',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/16761',
        res: 'https://o-site.spb.ru/_races/21050103/210501_split.htm',
        photo: 'http://vk.com/album-19102553_281720876',
        info: 'Открытые массовые соревнования Ленинградской области 1 мая - кросс-спринт, г. Сертолово 2 мая - кросс-классика, д. Энколово 3 мая - кросс-классика, п. Юкки',
        video: [
            'https://www.youtube.com/watch?v=2aQF0F5Y52w',
            'https://www.youtube.com/watch?v=t414a10nXVc',
            'https://rutube.ru/video/0f784e1a8e2e99a52b4ca93c50bd49c3/',
            'https://rutube.ru/video/51c3c897bd21b09f5bb0fed5af54eace/',
            'https://rutube.ru/video/dcdf891fa2710a525a0b9e470134738f/'
        ],
        o_site: '21050103',
        reskeep: [
            450,
            446,
            451
        ]
    },
    {
        id: 'SPB_20210501_2',
        date: '2021-05-01',
        name: 'Открытые тренировки МТБО',
        type: 'ORIENT',
        reg: 'http://www.o-reg.spb.ru/entry-list?id=1263',
        res: 'https://o-site.spb.ru/_races/210527_mtbo/210527_rez.htm',
        info: '27 мая 2021 г. СПб, Парголово, Осиновая Роща 2 июня 2021 г. СПб, Парголово, Шуваловский парк 25 июня 2021 г. СПб, Сестрорецк, Детские Дюны Заявка на 2 этап: http://www.o-reg.spb.ru/entry-list?id=1263 Заявка на 3 этап: http://www.o-reg.spb.ru/entry-list?id=1264 Заявка на 4 этап: http://www.o-reg.spb.ru/entry-list?id=1265',
        o_site: '210527_mtbo',
        endDate: '2021-06-30'
    },
    {
        id: 'SPB_20210501_3',
        date: '2021-05-01',
        name: 'Кубок федераций СПб и ЛО',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1261',
        info: 'Многоэтапные лично-командные соревнования по спортивному ориентированию «Кубок федераций Санкт-Петербурга и Ленинградской области» проводятся Федерациями спортивного ориентирования Санкт-Петербурга и Ленинградской области с целью развития клубного движения и выявления сильнейших спортсменов-ориентировщиков и сильнейших клубов спортивного ориентирования СПб и ЛО. 1-й этап 15.05 ЧиП СПб, спринт. ЧиП ЛО, спринт. Лесопарк «Новознаменка». Рейтинг 2-й этап 06.06 Чемпионат и Первенство СПб, лонг. Орехово. Рейтинг 3-й этап 12.09 Чемпионат и Первенство ЛО, классика. Петяярви. Рейтинг 4-й этап 19.09 Чемпионат и Первенство СПб, классика-общий старт. Вещево. Рейтинг 5-й этап 02.10 Чемпионат и Первенство СПб, эстафета. Токсово. Рейтинг 6-й этап 10.10 Чемпионат и Первенство СПб, марафон/лонг-общий старт. Цвелодубово. Рейтинг 7-й этап 17.10 "Золотая осень", 2 день, лонг. Выборг. Рейтинг',
        o_site: 'SPb_LO_Cup_2021',
        endDate: '2021-10-31'
    },
    {
        id: 'SPB_20210502_1',
        date: '2021-05-02',
        place: 'Токсово',
        name: 'HARD ROGAINE - Revival',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/14638',
        info: 'Рогейн в форматах: 3 и 6 часов бег, 4 часа вело.',
        start: 'HARD',
        o_site: '210502_rogaine'
    },
    {
        id: 'SPB_20210504_1',
        date: '2021-05-04',
        place: 'Болотная станция',
        name: 'Кубок Белых ночей. 14 этап',
        type: 'ORIENT',
        reskeep: 452
    },
    {
        id: 'SPB_20210505_1',
        date: '2021-05-05',
        place: 'Ильичёво',
        name: 'Кубок Белых ночей. 15 этап',
        type: 'ORIENT',
        reskeep: 453
    },
    {
        id: 'SPB_20210506_1',
        date: '2021-05-06',
        place: 'Петяярви',
        name: 'Кубок Белых ночей. 16 этап',
        type: 'ORIENT',
        reskeep: 454
    },
    {
        id: 'SPB_20210507_1',
        date: '2021-05-07',
        place: 'садоводство Топограф',
        name: 'Кубок Белых ночей. 17 этап',
        type: 'ORIENT',
        reskeep: 455
    },
    {
        id: 'SPB_20210509_1',
        date: '2021-05-09',
        place: 'Пухтолова гора',
        name: 'Соревнования, посвященные Дню Победы',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/210509/Res_1.htm',
        photo: 'http://vk.com/album-154221178_279231391',
        info: 'Официальный старт, включённый в календарь физкультурно-спортивных мероприятий Санкт-Петербурга, с выполнением массовых разрядов',
        o_site: '210509',
        reskeep: 459
    },
    {
        id: 'SPB_20210509_2',
        date: '2021-05-09',
        endDate: '2021-05-10',
        place: 'г. Выборг, Ленинградская обл',
        name: 'Выборгская тройка - 2021',
        type: 'ORIENT',
        reg: 'http://sportident.online/entry/?id=4902',
        res: 'http://orgeo.ru/live/#/16840/1',
        info: 'Внимание! Изменена система отметки',
        owner: 'VYBORG',
        o_site: '210509-10_V3',
        reskeep: [
            456,
            457,
            458
        ]
    },
    {
        id: 'SPB_20210512_1',
        date: '2021-05-12',
        place: 'Парк академика Сахарова',
        name: 'Noname Sprint Tour SPb - 2021. 4 этап',
        start: 'ST',
        type: 'ORIENT',
        reskeep: 432
    },
    {
        id: 'SPB_20210513_1',
        date: '2021-05-13',
        place: 'школа №556 Курортного района',
        name: 'Спортивное ориентирование в школу, Курортный район',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/210513/210513_res_lab.htm',
        photo: 'http://vk.com/fazerrussia',
        info: 'Проект Федерации Спортивного Ориентирования Санкт-Петербурга, направленный на популяризацию спортивного ориентирования среди школьников. В 2020-2021 году реализуется с использованием гранта Президента Российской Федерации на развитие гражданского общества, предоставленного Фондом президентских грантов. Проходит при поддержке: Комитета по образованию Санкт-Петербурга, Фонда Президентских грантов ООО "Фацер"',
        o_site: '210513'
    },
    {
        id: 'SPB_20210515_1',
        date: '2021-05-15',
        name: 'Чемпионат и Первенство Ленинградской области',
        type: 'ORIENT',
        res: 'http://orgeo.ru/live/#/17012/1',
        owner: 'SFSO_LO',
        o_site: '210515lo'
    },
    {
        id: 'SPB_20210515_2',
        date: '2021-05-15',
        place: 'Лесопарк «Новознаменка»',
        name: 'Чемпионат и Первенство Санкт-Петербурга, спринт',
        type: 'ORIENT',
        res: 'http://orgeo.ru/live/#/17012/1',
        owner: 'SFSO_SPB',
        o_site: '210515',
        reskeep: 447
    },
    {
        id: 'SPB_20210515_3',
        date: '2021-05-15',
        endDate: '2021-05-16',
        name: 'Водный рогейн',
        type: 'ROGAINE',
        reg: 'http://www.multsport.ru/starts/canoe-rogaine-2021/registration.html',
        fmt: '8 и 16 часов на байдарках, каяках или SUP',
        start: 'MULTSPORT',
        o_site: '210515r'
    },
    {
        id: 'SPB_20210516_1',
        date: '2021-05-16',
        place: 'Баболовский парк, г. Пушкин',
        name: 'Царскосельский Азимут',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/210516za/210516_results.htm',
        info: 'Официальный старт, включённый в календарь физкультурно-спортивных мероприятий Санкт-Петербурга. С выполнением массовых разрядов для всех участников, независимо от района проживания',
        o_site: '210516za'
    },
    {
        id: 'SPB_20210519_1',
        date: '2021-05-19',
        place: 'гимназия №11 Василеостровского района',
        name: 'Спортивное ориентирование в школу, Василеостровский район',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/210519/210519_res_lab.htm',
        photo: 'http://vk.com/fazerrussia?z=album-54503323_282005106',
        info: 'Проект Федерации Спортивного Ориентирования Санкт-Петербурга, направленный на популяризацию спортивного ориентирования среди школьников. В 2020-2021 году реализуется с использованием гранта Президента Российской Федерации на развитие гражданского общества, предоставленного Фондом президентских грантов. Проходит при поддержке: Комитета по образованию Санкт-Петербурга, Фонда Президентских грантов ООО "Фацер"',
        o_site: '210519'
    },
    {
        id: 'SPB_20210522_1',
        date: '2021-05-22',
        name: 'Чемпионат и Первенство Санкт-Петербурга, велокросс-общий старт',
        type: 'VELO',
        res: 'http://sportident.online/ol/?id=347',
        owner: 'SFSO_SPB',
        o_site: '210522'
    },
    {
        id: 'SPB_20210523_1',
        date: '2021-05-23',
        name: 'Российский Азимут ЛО',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/210523LO/210523LO_split.htm',
        photo: 'http://vk.com/club128591100?w=wall-128591100_1635%2Fall',
        owner: 'SFSO_SPB',
        o_site: '210523LO'
    },
    {
        id: 'SPB_20210523_2',
        date: '2021-05-23',
        place: 'Удельный парк',
        name: 'Российский Азимут СПб',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/210523/res2.htm',
        photo: 'http://vk.com/album-154221178_279461137',
        owner: 'SFSO_SPB',
        o_site: '210523',
        reskeep: 465
    },
    {
        id: 'SPB_20210526_1',
        date: '2021-05-26',
        place: 'м.Ладожская (ручей Оккервиль)',
        name: 'Runlab-Sprint (Спринт Тур СПб 2021 - 5 этап)',
        start: 'ST',
        type: 'ORIENT',
        reskeep: 433
    },
    {
        id: 'SPB_20210529_1',
        date: '2021-05-29',
        endDate: '2021-05-30',
        name: 'Областные соревнования СПРИНТ',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/14868',
        res: 'http://sportident.online/ol/?id=352',
        info: '29 и 30 мая в Сосновом Бору (Ленинградская область) пройдут областные соревнования «Спринт» (кросс-спринт).',
        o_site: '210530',
        reskeep: [
            467,
            471
        ]
    },
    {
        id: 'SPB_20210529_2',
        date: '2021-05-29',
        endDate: '2021-05-31',
        name: 'Чемпионат России (спринт)',
        type: 'ORIENT',
        res: 'http://sportident.online/ol/?id=356',
        photo: 'http://drive.google.com/drive/folders/1MhItem9JxiW66WFgqt7XQmOqRzjx68an',
        info: 'С 28 мая по 1 июня в Сосновом Бору (Ленинградская область) состоится Чемпионат России по спортивному ориентированию, а также пройдут областные соревнования «Спринт».',
        video: 'https://www.youtube.com/watch?v=GfJB-vShsck',
        o_site: '210531',
        reskeep: [
            466,
            468,
            469
        ]
    },
    {
        id: 'SPB_20210529_3',
        date: '2021-05-29',
        place: 'Болотная станция',
        name: 'Кубок Белых Ночей. 18 этап',
        type: 'ORIENT',
        reskeep: 470
    },
    {
        id: 'SPB_20210530_1',
        date: '2021-05-30',
        place: 'Первомайское',
        name: 'Кубок Белых Ночей #19',
        o_site: '2021BN',
        type: 'ORIENT',
        owner: 'WN',
        reskeep: 472
    },
    {
        id: 'SPB_20210601_1',
        date: '2021-06-01',
        name: 'Онлайн-старт по трейл-о, посвященный Дню защиты детей',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/info/17200',
        res: 'http://o-site.spb.ru/_races/210601/PROTOKOLY.pdf',
        info: 'Дистанция спринт (TempO), 5 станций по 5 задач.',
        o_site: '210601'
    },
    {
        id: 'SPB_20210603_1',
        date: '2021-06-03',
        name: 'Кузьмоловские старты (4-й этап)',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/17345',
        res: 'https://o-site.spb.ru/_races/210415_ks/210603_rez.html',
        o_site: '210415_ks'
    },
    {
        id: 'SPB_20210605_1',
        date: '2021-06-05',
        place: 'ДНТ Свердловец, Сосновское сельское поселение, Приозерский район, Ленинградская область',
        name: 'Чемпионат и Первенство Санкт-Петербурга, велокросс-классика',
        type: 'VELO',
        res: 'http://sportident.online/ol/?id=360',
        owner: 'SFSO_SPB',
        o_site: '210605_MTBO_klass'
    },
    {
        id: 'SPB_20210605_2',
        date: '2021-06-05',
        place: 'Василеостровская',
        name: 'White Nights Sprint #4',
        type: 'ORIENT',
        owner: 'WN',
        reskeep: 461
    },
    {
        id: 'SPB_20210606_1',
        date: '2021-06-06',
        place: 'вблизи оз. Ястребиное',
        name: 'HARD ROGAINE Rock',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/14643',
        fmt: 'Рогейн в форматах: бег 4 и 8 часов',
        start: 'HARD',
        o_site: '210606_rogaine'
    },
    {
        id: 'SPB_20210606_2',
        date: '2021-06-06',
        place: 'Орехово',
        name: 'Чемпионат и Первенство Санкт-Петербурга, лонг',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/210606/210606_res8.htm',
        owner: 'SFSO_SPB',
        o_site: '210606',
        reskeep: 473
    },
    {
        id: 'SPB_20210610_1',
        date: '2021-06-10',
        endDate: '2021-06-14',
        place: 'Лосево',
        name: 'Спортивный Фестиваль «Яркий Мир»',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/21061014/21061013_res_official.zip',
        start: 'YM',
        o_site: '21061014'
    },
    {
        id: 'SPB_20210612_1',
        date: '2021-06-12',
        place: 'п.Лосево',
        name: 'Тренировка по вело-О BondCup',
        type: 'VELO',
        reg: 'http://o-reg.spb.ru/entry-list?id=1276',
        res: 'https://o-site.spb.ru/_races/210612v/210612V_rez.htm',
        info: 'Вечерний старт на классической дистанции по вело-ориентированию',
        o_site: '210612v'
    },
    {
        id: 'SPB_20210612_2',
        date: '2021-06-12',
        endDate: '2021-06-18',
        place: 'Выборгский район Ленинградской области, вблизи г. Каменногорска',
        name: 'Кубок Карельского Перешейка',
        type: 'ORIENT',
        reg: 'https://sportident.online/entry/?id=4855',
        res: 'https://o-site.spb.ru/_races/210612-18_KKP/210613-24_vseros.rar',
        info: 'В рамках соревнований "Кубок Карельского Перешейка - 2021" состоятся: 12 июня - Трейл «Скалы бесконечности». 12 июня - Ночная эстафета по ориентированию «Пирамида». Заявка. 13 июня - Детская эстафета по ориентированию «Каменюкола». Заявка.',
        video: [
            'https://www.youtube.com/watch?v=91gHZ73pbJ4',
            'https://www.youtube.com/watch?v=xa-xlJAm9rY',
            'https://www.youtube.com/watch?v=GiBMhw5FW5M',
            'https://www.youtube.com/watch?v=JQ_BQAA4Mho',
            'https://www.youtube.com/watch?v=2aQF0F5Y52w',
            'https://rutube.ru/video/0e7079b094a626fbe51935aa7cf880ce/'
        ],
        start: 'KKP',
        o_site: '210612-18_KKP',
        reskeep: [
            474,
            477,
            478,
            479
        ]
    },
    {
        id: 'SPB_20210613_1',
        date: '2021-06-13',
        endDate: '2021-06-18',
        place: 'Ленинградская область, Выборгский район, вблизи г. Каменногорск',
        name: 'Фестиваль трейл-ориентирования (Карельские скалы)',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/210618_trailo/210615_absolyut.pdf',
        info: 'Всероссийские соревнования по трейл-ориентированию "ЧЕМПИОНАТ ФЕДЕРАЦИИ СПОРТИВНОГО ОРИЕНТИРОВАНИЯ" Всероссийские соревнования по трейл-ориентированию "ПЕРВЕНСТВО ФЕДЕРАЦИИ СПОРТИВНОГО ОРИЕНТИРОВАНИЯ"',
        start: 'KS',
        o_site: '210618_trailo'
    },
    {
        id: 'SPB_20210619_1',
        date: '2021-06-19',
        name: 'Индивидуальная тренировка MTBO',
        type: 'VELO',
        reg: 'http://o-reg.spb.ru/entry-list?id=1277',
        res: 'https://o-site.spb.ru/_races/210619_mtbo/210619_res.htm',
        o_site: '210619_mtbo'
    },
    {
        id: 'SPB_20210620_1',
        date: '2021-06-20',
        name: 'Мемориал Михаила Святкина',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/21061820/MMC21.pdf',
        start: 'MMS',
        o_site: '21061820'
    },
    {
        id: 'SPB_20210625_1',
        date: '2021-06-25',
        endDate: '2021-06-27',
        place: 'Воробьево озеро',
        name: 'Неделя ориентирования «Белые Ночи»',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1262',
        res: 'https://o-site.spb.ru/_races/210627/210625_res.htm',
        info: 'ОФИЦИАЛЬНЫЕ СОРЕВНОВАНИЯ ЛЕНИНГРАДСКОЙ ОБЛАСТИ ОТМЕНЕНЫ !!! Будет только многодневка!',
        owner: 'WN',
        start: 'WN',
        o_site: '210627'
    },
    {
        id: 'SPB_20210701_1',
        date: '2021-07-01',
        name: 'Индивидуальные тренировки по ориентированию',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1282',
        res: 'https://o-site.spb.ru/_races/210701_open/01072021F.htm',
        info: 'Индивидуальные тренировки по ориентированию (бегом) 1 июля: Охта-парк',
        o_site: '210701_open'
    },
    {
        id: 'SPB_20210710_1',
        date: '2021-07-10',
        endDate: '2021-07-11',
        place: 'Мучиринское',
        name: 'Индивидуальная тренировка Белых Ночей',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1283',
        res: 'https://o-site.spb.ru/_races/2021BN_0710/210710_res.htm',
        info: 'Тренировочный старт, организованный клубом Белые Ночи.',
        owner: 'WN',
        o_site: '2021BN_0710'
    },
    {
        id: 'SPB_20210807_1',
        date: '2021-08-07',
        name: 'Яркий Кубок #6',
        place: 'Первомайское',
        type: 'ORIENT',
        reskeep: 480
    },
    {
        id: 'SPB_20210808_1',
        date: '2021-08-08',
        name: 'Яркий Кубок. Отдельный старт',
        place: 'Первомайское',
        type: 'ORIENT',
        reskeep: 481,
    },
    {
        id: 'SPB_20210815_1',
        date: '2021-08-15',
        name: 'Индивидуальная тренировка от клуба ИНГРИЯ',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/17707',
        res: 'https://o-site.spb.ru/_races/210815/210815_res.htm',
        o_site: '210815',
        reskeep: 482
    },
    {
        id: 'SPB_20210821_1',
        date: '2021-08-21',
        place: 'Лемболово, слева',
        name: 'Зеленый Змей',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/210821ZZ/210821ZZ_split-zn.htm',
        info: 'Средняя дистанция с большим количеством КП',
        start: 'GS',
        o_site: '210821ZZ',
        reskeep: 475
    },
    {
        id: 'SPB_20210821_2',
        date: '2021-08-21',
        endDate: '2021-08-22',
        place: 'Мичуринское и оз. Смоляное',
        name: 'Выходные на Смоляном',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1291',
        res: 'https://o-site.spb.ru/_races/210821_bn/210821_res.htm',
        info: 'Тренировочный старт, организованный клубом Белые Ночи.',
        o_site: '210821_bn',
        reskeep: [
            483,
            484
        ]
    },
    {
        id: 'SPB_20210827_1',
        date: '2021-08-27',
        name: 'Всероссийские соревнования, Кубок ветеранов (Окуловка, 27-29 августа)',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/17616',
        res: 'http://orgeo.ru/live/#/17616',
        o_site: '20210827_okulovka'
    },
    {
        id: 'SPB_20210828_1',
        date: '2021-08-28',
        name: 'Памяти Димы Фатидинова',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1289',
        res: 'https://o-site.spb.ru/_races/210828_110/210828_res.htm',
        o_site: '210828_110'
    },
    {
        id: 'SPB_20210828_2',
        date: '2021-08-28',
        endDate: '2021-08-29',
        name: 'Рогейн ВелоИзоляция',
        type: 'ROGAINE',
        reg: 'http://www.multsport.ru/starts/veloizol21/registration.html',
        fmt: '4 и 8 часов. Велосипедный и беговой зачеты',
        start: 'MULTSPORT',
        o_site: '210829'
    },
    {
        id: 'SPB_20210829_1',
        date: '2021-08-29',
        name: 'Яркий Кубок, приз газеты «Всеволожские вести»',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/2021YC/210829_split.htm',
        start: 'VSEV_VESTI',
        o_site: '2021YC'
    },
    {
        id: 'SPB_20210901_1',
        date: '2021-09-01',
        place: 'Академическая',
        name: 'Noname Sprint Tour SPb - 2021. 6 этап',
        start: 'ST',
        type: 'ORIENT',
        reskeep: 485
    },
    {
        id: 'SPB_20210904_1',
        date: '2021-09-04',
        name: '50 Вёрст',
        type: 'ORIENT',
        reg: 'http://sportident.online/entry/?id=4983',
        res: 'https://o-site.spb.ru/_races/280821_50Verst/50_Verst_2021_result.pdf',
        info: '2ая ночная эстафета от клуба Nord West',
        video: 'https://www.youtube.com/watch?v=nOUZ0_ku74g',
        o_site: '280821_50Verst'
    },
    {
        id: 'SPB_20210904_2',
        date: '2021-09-04',
        name: 'White Nights Sprint #5',
        place: 'Литейный проспект',
        type: 'ORIENT',
        owner: 'WN',
        reskeep: 462,
        me: 'М'
    },
    {
        id: 'SPB_20210905_1',
        date: '2021-09-05',
        place: 'Курортный р-н Санкт-Петербурга (пляж Ласковый)',
        name: 'Всероссийские соревнования по трейл-ориентированию (WRE)',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/050921_bb/20210509_SPRINT_absolyutny (1).pdf',
        info: 'Всероссийские соревнования по трейл-ориентированию «БАЛТИЙСКИЙ БЕРЕГ» (WRE) пройдут с 3 по 5 сентября. Кубок Санкт-Петербурга по спортивному ориентированию лиц с ПОДА: 04.09.2021',
        o_site: '050921_bb'
    },
    {
        id: 'SPB_20210905_2',
        date: '2021-09-05',
        place: 'Васкелово',
        name: 'Кубок Белых Ночей - 2020/21 - 20 этап',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1294',
        res: 'http://o-site.spb.ru/_races/2021BN/200920_res.htm',
        info: 'Серия тренировочных стартов, организованная клубом Белые Ночи. 1-й этап 20.09.20 Петяярви Результаты Сплиты 2-й этап 26.09.20 Симагино Результаты Сплиты 3-й этап 27.09.20 Запорожское Результаты Сплиты 4-й этап 11.10.20 Петяярви Результаты Сплиты 5-й этап 18.10.20 Петяярви Результаты Сплиты 6-й этап 08.11.20 Пухтолова гора Результаты Сплиты 7-й этап 15.11.20 Петяярви, Кентавр Результаты Сплиты 8-й этап 22.11.20 Первомайское, Тайванчик Результаты Сплиты 9-й этап 29.11.20 Болотная станция Результаты Сплиты 10-й этап 13.12.20 Мичуринское Результаты Сплиты 11-й этап 11.04.21 Сестрорецкие Дюны Результаты Сплиты 12-й этап 17.04.21 Голубая Дача Результаты Сплиты 14-й этап 04.05.21 Болотная станция Результаты Сплиты 15-й этап 05.05.21 Ильичёво Результаты Сплиты 16-й этап 07.05.21 Петяярви Результаты Сплиты 17-й этап 08.05.21 Топограф Результаты Сплиты 18-й этап 29.05.21 Болотная станция Результаты Сплиты 19-й этап 30.05.21 Первомайское Результаты Сплиты',
        owner: 'WN',
        o_site: '2021BN',
        reskeep: 476
    },
    {
        id: 'SPB_20210905_3',
        date: '2021-09-05',
        name: 'МаТрёшка',
        type: 'ORIENT',
        reg: 'http://sportident.online/entry/?id=5007',
        res: 'https://o-site.spb.ru/_races/05092021MaTreshra/20210905_matr_result.htm',
        o_site: '05092021MaTreshra'
    },
    {
        id: 'SPB_20210911_1',
        date: '2021-09-11',
        place: 'Выборгском район Ленинградской области, вблизи пос.Селезнёво',
        name: 'History Race',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/registration/historyrace2021',
        res: 'https://o-site.spb.ru/_races/210911/210911_res.htm',
        fmt: '8 часов вело',
        o_site: '210911'
    },
    {
        id: 'SPB_20210912_1',
        date: '2021-09-12',
        place: 'Петяярви',
        name: 'Чемпионат и Первенство Ленинградской области',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/210911_lo/perv_kom.pdf',
        owner: 'SFSO_LO',
        o_site: '210911_lo',
        reskeep: 490
    },
    {
        id: 'SPB_20210915_1',
        date: '2021-09-15',
        place: 'пр. Солидарности',
        name: 'Noname Sprint Tour SPb - 2021. 7 этап',
        start: 'ST',
        type: 'ORIENT',
        reskeep: 486
    },
    {
        id: 'SPB_20210918_1',
        date: '2021-09-18',
        place: 'Ленинградская область, Выборгский район, пос. Рощино',
        name: 'Чемпионат и Первенство Санкт-Петербурга, велокросс — эстафета 2 человека',
        type: 'VELO',
        res: 'http://sportident.online/ol/?id=454',
        info: 'Проезд к месту парковки СТРОГО по ул.Заречной!',
        owner: 'SFSO_SPB',
        o_site: '210918_mtbo'
    },
    {
        id: 'SPB_20210919_1',
        date: '2021-09-19',
        place: 'г. Сестрорецк, район Заречной дороги',
        name: 'Чемпионат и Первенство СПб — спорт глухих, спринт',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1300',
        res: 'https://o-site.spb.ru/_races/210919_deaf/210919_deaf_rez.pdf',
        info: 'Соревнования проводятся в соответствии с Положением о чемпионате и первенстве Санкт-Петербурга по спортивному ориентированию – спорт глухих 2021 года.',
        owner: 'SFSO_SPB',
        o_site: '210919_deaf'
    },
    {
        id: 'SPB_20210919_2',
        date: '2021-09-19',
        place: 'Вещево',
        name: 'Чемпионат и Первенство Санкт-Петербурга, классика-общий старт',
        type: 'ORIENT',
        res: 'http://www.northernwind.spb.ru/videosplit/2021/chspbs_middle/',
        photo: 'http://disk.yandex.ru/d/uzUA__97XPmC8A',
        video: 'http://www.northernwind.spb.ru/videosplit/2021/chspbs_middle/',
        owner: 'SFSO_SPB',
        o_site: '210919',
        reskeep: 491
    },
    {
        id: 'SPB_20210925_1',
        date: '2021-09-25',
        place: 'п. Лехтуси',
        name: 'Золотые кольца',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/210925/210925S_res.pdf',
        fmt: 'командные соревнования по выбору',
        start: 'WEDDING',
        o_site: '210925'
    },
    {
        id: 'SPB_20210925_2',
        date: '2021-09-25',
        place: 'Курортный район, Таможенная дорога',
        name: 'Чемпионат и Первенство Санкт-Петербурга, велокросс-спринт',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/210925_MTBO/210925_res.htm',
        owner: 'SFSO_SPB',
        o_site: '210925_MTBO'
    },
    {
        id: 'SPB_20210925_3',
        date: '2021-09-25',
        place: 'Петроградка',
        name: 'White Nights Sprint #6 (ЦОЙ-спринт)',
        type: 'ORIENT',
        owner: 'WN',
        reskeep: 369
    },
    {
        id: 'SPB_20210926_1',
        date: '2021-09-26',
        place: 'Яппиля',
        name: 'Марафон на холмах Яппиля',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/210926/210926_res.htm',
        info: 'Официальный старт СФСО СПб с присвоением массовых разрядов',
        video: [
            'https://www.youtube.com/watch?v=rpXVZCsQDr0',
            'https://rutube.ru/video/7a72bea569687b79d3d107a33cbc7394/'
        ],
        o_site: '210926',
        reskeep: 492
    },
    {
        id: 'SPB_20210926_2',
        date: '2021-09-26',
        place: 'г. Сестрорецк, район Таможенной дороги',
        name: 'Чемпионат и Первенство СПб — спорт глухих, классика',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1305',
        res: 'https://o-site.spb.ru/_races/210926_deaf/210926_results.htm',
        info: 'Соревнования проводятся в соответствии с Положением о чемпионате и первенстве Санкт-Петербурга по спортивному ориентированию – спорт глухих 2021 года.',
        owner: 'SFSO_SPB',
        o_site: '210926_deaf'
    },
    {
        id: 'SPB_20210929_1',
        date: '2021-09-29',
        place: 'м. Озерки - напротив "Масс-Спорта"',
        name: 'Noname Sprint Tour SPb - 2021. 8 этап (MASS-SPRINT)',
        start: 'ST',
        type: 'ORIENT',
        reskeep: 487
    },
    {
        id: 'SPB_20211002_1',
        date: '2021-10-02',
        place: 'Токсово',
        name: 'Чемпионат и Первенство Санкт-Петербурга, кросс-эстафета-3 чел',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/211002/res.htm',
        owner: 'SFSO_SPB',
        o_site: '211002',
        reskeep: 493
    },
    {
        id: 'SPB_20211003_1',
        date: '2021-10-03',
        place: 'Поляны',
        name: 'Чемпионат и Первенство Санкт-Петербурга, классика',
        type: 'ORIENT',
        owner: 'SFSO_SPB',
        o_site: '211003',
        reskeep: 494
    },
    {
        id: 'SPB_20211007_1',
        date: '2021-10-07',
        name: 'Кузьмоловские старты',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/18749',
        res: 'https://o-site.spb.ru/_races/210909_KS/211007_res.htm',
        o_site: '210909_KS'
    },
    {
        id: 'SPB_20211009_1',
        date: '2021-10-09',
        place: 'Ягодное',
        name: 'Мемориал Анатолия Окинчица',
        type: 'ORIENT',
        res: 'http://touristclub.ru/wp-content/uploads/2021/10/Results2021-v_1110.htm',
        info: '49-е ночные соревнования по спортивному ориентированию, проводимые Санкт-Петербургским туристским клубом',
        start: 'OKINCHITSA',
        o_site: '21100910'
    },
    {
        id: 'SPB_20211009_2',
        date: '2021-10-09',
        name: 'Петербургская осень',
        type: 'ORIENT',
        reg: 'http://www.o-reg.spb.ru/entry-list?id=1311',
        res: 'https://o-site.spb.ru/_races/211009_/Res_PetOs_211009.htm',
        info: 'Соревнования проводятся после окончания Чемпионата СПб среди ВУЗов в том же районе.',
        logo: 'azimut.gif',
        o_site: '211009_'
    },
    {
        id: 'SPB_20211009_3',
        date: '2021-10-09',
        name: 'Чемпионат СПб по ориентированию среди ВУЗов',
        type: 'ORIENT',
        reg: 'http://www.o-reg.spb.ru/entry-list?id=1312',
        res: 'https://o-site.spb.ru/_races/211009/Res_Vus.pdf',
        o_site: '211009',
        reskeep: 495
    },
    {
        id: 'SPB_20211009_4',
        date: '2021-10-09',
        place: 'ул. Матроса Железняка',
        name: 'Noname Sprint Tour SPb - 2021. 9 этап',
        start: 'ST',
        type: 'ORIENT',
        reskeep: 488
    },
    {
        id: 'SPB_20211010_1',
        date: '2021-10-10',
        place: 'Цвелодубово',
        name: 'Чемпионат и Первенство Санкт-Петербурга, марафон, лонг-общий старт',
        type: 'ORIENT',
        owner: 'SFSO_SPB',
        o_site: '211010_long',
        reskeep: 496
    },
    {
        id: 'SPB_20211016_1',
        date: '2021-10-16',
        endDate: '2021-10-17',
        place: 'Выборг, Сайменские дачи',
        name: 'Золотая осень',
        type: 'ORIENT',
        res: 'http://orgeo.ru/live/#/18928',
        owner: 'VYBORG',
        o_site: '21101617',
        reskeep: [
            497,
            498
        ]
    },
    {
        id: 'SPB_20211017_1',
        date: '2021-10-17',
        name: 'Рогейн 110 - 4 этап',
        type: 'ROGAINE',
        reg: 'http://orgeo.ru/event/18642',
        start: 'ROGAINE_110',
        o_site: '210613_r110'
    },
    {
        id: 'SPB_20211017_2',
        date: '2021-10-17',
        name: 'Старты в Зеркальном (Пухтола гора) п.Ушково',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1315',
        res: 'https://o-site.spb.ru/_races/211017_CZ/211017_res.htm',
        info: '17 октября 2021 г. СДЮСШОР № 2 СПБ ГДТЮ в районе пос. Ушково – Пухтолова гора проводит однодневные юношеские соревнования «Старты в Зеркальном». Подход от ст. Ушково. Дисциплина «кросс-классика». Группы от 10 до 20 лет плюс ДТР, Фитнес удл., Фитнес кор. Просим прощение за задержку информации. Идёт согласование с исполнительными органами власти.',
        o_site: '211017_CZ'
    },
    {
        id: 'SPB_20211019_1',
        date: '2021-10-19',
        name: 'Точный азимут - 4 этап, онлайн',
        type: 'ORIENT',
        reg: 'http://forms.gle/EB9Pp2gBRs5wFUL48',
        res: 'https://o-site.spb.ru/_races/211018_az/20211019_rez.pdf',
        info: '4-й этап Первых Всероссийских игр по ориентированию «ТОЧНЫЙ АЗИМУТ» среди обучающихся образовательных организаций',
        o_site: '211018_az'
    },
    {
        id: 'SPB_20211023_1',
        date: '2021-10-23',
        place: 'Токсово',
        name: 'Кубок ЛО по рогейну, финал',
        type: 'ROGAINE',
        reg: 'http://sport-orient.ru/products/rogejn/final-klo-2021',
        o_site: '211023'
    },
    {
        id: 'SPB_20211023_2',
        date: '2021-10-23',
        place: 'Жд. Ст. Лемболово',
        name: 'Перспектива. Индивидуальная тренировка',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1316',
        res: 'https://o-site.spb.ru/_races/211023P/211023_res.htm',
        o_site: '211023P'
    },
    {
        id: 'SPB_20211024_1',
        date: '2021-10-24',
        place: 'Былинные озера',
        name: 'Мемориал Владимира Алексеева',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1314',
        res: 'http://orgeo.ru/live/#/19024',
        info: 'Соревнования памяти выдающегося ориентировщика СССР и России, Владимира Павловича Алексеева',
        owner: 'WN',
        o_site: '211024',
        reskeep: 499
    },
    {
        id: 'SPB_20211030_1',
        date: '2021-10-30',
        name: 'Первенство России Белгород',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/20211030_bel/res1.htm',
        o_site: '20211030_bel'
    },
    {
        id: 'SPB_20211030_2',
        date: '2021-10-30',
        name: 'Sprint Tour SPb. 10 этап',
        type: 'ORIENT',
        fmt: 'спринт',
        reskeep: 489,
        video: [
            'https://www.youtube.com/watch?v=Dt6N_G1KZuk',
            'https://rutube.ru/video/409376f72a7df555a6972b578524e3b1/'
        ],
        start: 'ST'
    },
    {
        id: 'SPB_20211030_3',
        date: '2021-10-30',
        name: 'White Nights Middle #4',
        place: 'Матокса',
        type: 'ORIENT',
        reskeep: 344,
        video: [
            'https://www.youtube.com/watch?v=WMpD5ohFhQY',
            'https://rutube.ru/video/993111f4f4d11d1e3e2cad57d1a224f0/'
        ],
        owner: 'WN'
    },
    {
        id: 'SPB_20211031_1',
        date: '2021-10-31',
        place: 'Токсово',
        name: 'Перспектива индивидуальная тренировка',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1319',
        res: 'https://o-site.spb.ru/_races/211031P/211031_res.htm',
        o_site: '211031P'
    },
    {
        id: 'SPB_20211031_2',
        date: '2021-10-31',
        place: 'Болотная станция',
        name: 'Кубок Белых Ночей #1',
        type: 'ORIENT',
        owner: 'WN',
        reskeep: 500
    },
    {
        id: 'SPB_20211104_1',
        date: '2021-11-04',
        place: 'Лемболово, рядом с бывшей базой "Искра"',
        name: 'Осенний марафон',
        type: 'ORIENT',
        reg: 'http://www.o-reg.spb.ru/entry-list?id=1321',
        res: 'https://o-site.spb.ru/_races/211104_OM/Res_211104.htm',
        info: 'Традиционные праздничные соревнования КСО "Азимут"',
        logo: 'azimut.gif',
        o_site: '211104_OM',
        reskeep: 501
    },
    {
        id: 'SPB_20211104_2',
        date: '2021-11-04',
        name: 'Чемпионат России - Адыгея',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/20211104_adyg/res1.htm',
        o_site: '20211104_adyg'
    },
    {
        id: 'SPB_20211107_1',
        date: '2021-11-07',
        place: 'Петяярви',
        name: 'Кубок Белых Ночей #2',
        type: 'ORIENT',
        owner: 'WN',
        reskeep: 502
    },
    {
        id: 'SPB_20211113_1',
        date: '2021-11-13',
        place: 'Румболовский парк, Всеволожск',
        name: '«Техника и Тактика» индивидуальная тренировка',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/2021TT/211113_split.htm',
        info: 'Серия тренировочных стартов от бригады Яркого Кубка',
        o_site: '2021TT'
    },
    {
        id: 'SPB_20211113_2',
        date: '2021-11-13',
        name: 'индивидуальная тренировка «Горный Кросс - 86»',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/2021GK/211113R_res.pdf',
        fmt: '6/2 часов бег, 5 часа вело',
        start: 'GORNY_CROSS',
        o_site: '2021GK'
    },
    {
        id: 'SPB_20211114_1',
        date: '2021-11-14',
        place: 'пос. Токсово (Малиновая гора)',
        name: 'Маркир 110%',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1318',
        res: 'https://o-site.spb.ru/_races/211014_markir110/211114_rez.htm',
        start: 'ROGAINE_110',
        o_site: '211014_markir110'
    },
    {
        id: 'SPB_20211121_1',
        date: '2021-11-21',
        place: 'Первомайское',
        name: 'Кубок Белых Ночей #3',
        type: 'ORIENT',
        owner: 'WN',
        reskeep: 503
    },
    {
        id: 'SPB_20211123_1',
        date: '2021-11-23',
        endDate: '2021-11-24',
        name: 'Точный азимут - 5 этап, онлайн',
        type: 'ORIENT',
        reg: 'http://docs.google.com/forms/d/e/1FAIpQLSfjPRNulcRE4wHYnaxvyJBi_WZh16IlfbCOfJXF9ksScSF-TA/closedform',
        res: 'http://drive.google.com/drive/folders/1qarCC_fULRflQJwSsMb2mnZpK9hUSV6N',
        info: '5-й этап Первых Всероссийских игр по ориентированию «ТОЧНЫЙ АЗИМУТ» среди обучающихся образовательных организаций',
        o_site: '211123_az'
    },
    {
        id: 'SPB_20211127_1',
        date: '2021-11-27',
        place: 'Васкелово',
        name: 'Кубок Белых Ночей #4',
        type: 'ORIENT',
        owner: 'WN',
        reskeep: 504
    },
    {
        id: 'SPB_20211128_1',
        date: '2021-11-28',
        place: 'Буферный парк, Пушкин',
        name: 'Снежная тропа, Буферный парк',
        type: 'ORIENT',
        res: 'http://orgeo.ru/live/#/19335',
        owner: 'SFSO_SPB',
        o_site: '211128_ST',
        reskeep: 505
    },
    {
        id: 'SPB_20211204_1',
        date: '2021-12-04',
        endDate: '2021-12-05',
        place: 'ГБНОУ ДООТЦ «Балтийский берег» (ул.Черняховского, 49 А)',
        name: 'Судейский семинар Всероссийской, 1, 2 и 3 категорий',
        type: 'ORIENT',
        reg: 'http://docs.google.com/forms/d/e/1FAIpQLSdB9NRbpQu-jUCKvArDAG_ymIoBTP7Yu9VL4C-j1O4_M6phyg/viewform',
        res: 'http://o-site.spb.ru/_races/210512/presentation.zip',
        info: 'Семинар по подготовке и аттестации спортивных судей Всероссийской, 1, 2 и 3 категорий по спортивному ориентированию. Организаторы: Федерация спортивного ориентирования России Спортивная Федерация спортивного ориентирования Санкт-Петербурга',
        o_site: '210512'
    },
    {
        id: 'SPB_20211205_1',
        date: '2021-12-05',
        name: 'Всеволожская тропа',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/18932',
        res: 'https://o-site.spb.ru/_races/210308_VT/211205_res.pdf',
        o_site: '210308_VT'
    },
    {
        id: 'SPB_20211212_1',
        date: '2021-12-12',
        place: 'Парк Интернационалистов',
        name: 'Снежная тропа, парк Интернационалистов',
        type: 'ORIENT',
        res: 'http://orgeo.ru/live/#/19335',
        owner: 'SFSO_SPB',
        o_site: '211212_ST',
        reskeep: 55
    },
    {
        id: 'SPB_20211214_1',
        date: '2021-12-14',
        endDate: '2021-12-15',
        name: 'Точный азимут - 6 этап, онлайн',
        type: 'ORIENT',
        reg: 'http://forms.gle/xfG6eRwm99YiWQx79',
        res: 'http://drive.google.com/drive/folders/1aiK_DzdtR3fkV0E_d9mvqMIvqseVcQej',
        info: '6-й этап Первых Всероссийских игр по ориентированию «ТОЧНЫЙ АЗИМУТ» среди обучающихся образовательных организаций',
        o_site: '211215_az'
    },
    {
        id: 'SPB_20211218_1',
        date: '2021-12-18',
        place: 'Помещение магазина "Планета Спорт" (Большой Сампсониевский пр., 45)',
        name: 'Вечер встречи ориентировщиков',
        type: 'ORIENT',
        info: 'Традиционный вечер встречи по итогам летнего сезона 2021. Организатор: Федерация спортивного ориентирования Санкт-Петербурга Проходит при поддержке: Компании RedFox Сети магазинов «Спортивная Линия» Экипировочного центра «Mass Sport» SIGN SPORT Russia В программе: 1. Награждение (дипломами, в соответствии с официальными протоколами) за летний Чемпионат и Первенство СПб 2021 (велокроссовые дисциплины): общий старт, классика, эстафета-2 чел., спринт, 2. Награждение (дипломами, в соответствии с официальными протоколами) за летний Чемпионат и Первенство СПб 2021 (кроссовые дисциплины): спринт, лонг, классика-общий старт, классика, эстафета-3 чел., марафон/лонг-общий старт, 3. Награждение (дипломами) за открытое первенстве СФСО Санкт-Петербурга Положение 4. Награждение (медалями) за этапы Снежной Тропы 2021: 28.11 (2 этап) 12.12 (3 этап) 5. Награждение (призами) в личном зачёте и (кубками) в клубном зачётах и Малых кубках по итогам Кубка федераций СПб и ЛО 2021, 6. Награждение (кубками) по итогам пилотного Кубка года «УНИВЕРСАЛ 2021» Все пришедшие на награждение призёры получат фирменную футболку Рос.Азимута этого года! Место проведения: помещение магазина "Планета Спорт" (Большой Сампсониевский пр., 45) Время проведения: с 17:00 до 20:00 по расписанию Внимание! Наличие индивидуальных средств защиты (масок) ОБЯЗАТЕЛЬНО! QR-коды для входа в магазин НЕ требуются.',
        o_site: '211218'
    },
    {
        id: 'SPB_20211219_1',
        date: '2021-12-19',
        place: 'Кавголово, около ж/д станции',
        name: 'Приз Деда Мороза',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1327',
        res: 'https://o-site.spb.ru/_races/211219_bn/211219_res.htm',
        o_site: '211219_bn',
        reskeep: 506
    },
    {
        id: 'SPB_20211226_1',
        date: '2021-12-26',
        place: 'Лемболово',
        name: 'Новогодний Маркир бегом',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1328',
        res: 'https://o-site.spb.ru/_races/211226B/211226_res.htm',
        info: 'ВНИМАНИЕ! В СВЯЗИ С ТЯЖЕЛОЙ СНЕЖНОЙ ОБСТАНОВКОЙ, ВМЕСТО ЗАЯВЛЕННЫХ В БЮЛЛЕТЕНЕ ДИСТАНЦИЙ A, B, C БУДУТ ПРЕДЛОЖЕНЫ 2 ДИСТАНЦИИ: ДЛИННАЯ (4.4км 10КП) И КОРОТКАЯ (2.1км 5КП). ВСЕ ЗАЯВЛЕННЫЕ УЧАСТНИКИ СМОГУТ ВЫБРАТЬ ДИСТАНЦИЮ НА РЕГИСТРАЦИИ. СНЕЖНЫЙ ПОКРОВ СОСТАВЛЯЕТ ~50см, ВЫБИРАЙТЕ ОБУВЬ ПО ПОГОДЕ!',
        o_site: '211226B'
    },
    {
        id: 'SPB_20211226_2',
        date: '2021-12-26',
        place: 'Лемболово',
        name: 'Новогодний Маркир на лыжах',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1329',
        res: 'https://o-site.spb.ru/_races/211226l/211226_res.htm',
        o_site: '211226l'
    },
    {
        id: 'SPB_20211226_3',
        date: '2021-12-26',
        name: 'Новогодний старт от клуба Ингрия',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/19615',
        o_site: '211226I'
    }
];
