let events2020 = [
    {
        id: 'SPB_20200108_1',
        date: '2020-01-08',
        name: 'Зимний сбор в Мичуринском',
        type: 'SKI',
        reg: 'http://sportident.ru/entry/event_info.php?id=4430',
        info: 'Стоимость за наличный расчет 1500 руб чел/день, по сертификату 700 руб чел/день + 250 руб чел/день за техническое обеспечение. Орг. взнос за Рождественские старты отдельно. Участникам будет доступно проживание в 2-4-6 местных номерах, пятиразовое питание, все кружки лагеря, спортивные тренировки. Для групп из 15 человек, 1 сопровождающий бесплатно. Заявки на участие принимаются до 20 ноября. Количество мест ограничено. Заявки принимаются по электронной почте cupladoga@mail.ru или по телефону +79062577200 Дополнительная информация появится в ближайшее время.',
        o_site: '200102-08'
    },
    {
        id: 'SPB_20200107_1',
        date: '2020-01-07',
        endDate: '2020-01-08',
        place: 'п.Мичуринское, ДОЛ "Мечта"',
        name: 'Рождественские старты-2020',
        type: 'ORIENT',
        reg: 'http://sportident.ru/entry/event_info.php?id=4432',
        res: 'https://o-site.spb.ru/_races/200107-08/200107_res.htm',
        owner: 'NW',
        o_site: '200107-08',
        reskeep: [
            297,
            298
        ]
    },
    {
        id: 'SPB_20200111_1',
        date: '2020-01-11',
        place: 'Орехово',
        name: 'Горный кросс',
        type: 'ROGAINE',
        fmt: '6, 3',
        link: 'https://vk.com/gornycross',
        start: 'GK'
    },
    {
        id: 'SPB_20200112_1',
        date: '2020-01-12',
        name: 'Чемпионат и Первенство Ленинградской области (Шапки)',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/11640',
        res: 'https://o-site.spb.ru/_races/200112_lo/200112_res.htm',
        owner: 'SFSO_LO',
        o_site: '200112_lo'
    },
    {
        id: 'SPB_20200118_1',
        date: '2020-01-18',
        place: 'Охта-парк',
        name: 'Кубок Белых Ночей. 10 этап',
        type: 'ORIENT',
        reskeep: 299,
        owner: 'WN',
        strava: 3022109211
    },
    {
        id: 'SPB_20200119_1',
        date: '2020-01-19',
        place: 'пос.Колосково (ж/д станция пл.78км)',
        name: 'Зимний рогейн, 1-й этап кубка ЛО',
        type: 'ROGAINE',
        reg: 'http://www.multsport.ru/starts/winter-rogaine-20/registration.html',
        fmt: 'Рогейн 4ч (лыжи, бег, велосипед)',
        start: 'MULTSPORT',
        o_site: '200119'
    },
    {
        id: 'SPB_20200119_2',
        date: '2020-01-19',
        place: 'Малиновая Гора',
        name: 'МаТрёшка-2020',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1124',
        res: 'https://o-site.spb.ru/_races/200119_MT/200119_rez.htm',
        o_site: '200119_MT',
        reskeep: 204,
        strava: 3024830806
    },
    {
        id: 'SPB_20200119_3',
        date: '2020-01-19',
        name: 'Чемпионат и Первенство Ленинградской области (Будогощь)',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/11719',
        owner: 'SFSO_LO',
        o_site: '200119_lo'
    },
    {
        id: 'SPB_20200125_1',
        date: '2020-01-25',
        place: 'Сестрорецкие Дюны',
        name: 'Кубок Белых Ночей. 11 этап',
        type: 'ORIENT',
        reskeep: 307,
        owner: 'WN'
    },
    {
        id: 'SPB_20200126_1',
        date: '2020-01-26',
        name: 'Веселый ветер (Павловск)',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1126',
        res: 'http://orgeo.ru/live/#/11853',
        o_site: '200126',
        reskeep: 301,
        strava: 3045063542
    },
    {
        id: 'SPB_20200126_2',
        date: '2020-01-26',
        place: 'Орехово (ПАН)',
        name: 'Тренировка в Орехово',
        type: 'ORIENT',
        reg: 'http://www.o-reg.spb.ru/entry-list?id=1128',
        res: 'https://o-site.spb.ru/_races/200126_t/200126_res.htm',
        o_site: '200126_t',
        reskeep: 300
    },
    {
        id: 'SPB_20200201_1',
        date: '2020-02-01',
        place: 'Кавголово',
        name: 'Кубок Белых Ночей. 12 этап',
        type: 'ORIENT',
        reskeep: 306,
        owner: 'WN',
        strava: 3062434549
    },
    {
        id: 'SPB_20200202_1',
        date: '2020-02-02',
        place: 'Орехово',
        name: 'Официальная тренировка СФСО СПб',
        type: 'ORIENT',
        reg: 'http://www.o-reg.spb.ru/entry-list?id=1133',
        res: 'https://o-site.spb.ru/_races/200202/200202_rez.htm',
        o_site: '200202',
        reskeep: 305
    },
    {
        id: 'SPB_20200202_2',
        date: '2020-02-02',
        place: 'Кузьмолово',
        name: 'Открытая тренировка NordWest',
        type: 'ORIENT',
        reskeep: 312
    },
    {
        id: 'SPB_20200208_1',
        date: '2020-02-08',
        endDate: '2020-02-09',
        place: 'Орехово',
        name: 'Зимний Кубок СФСО СПб, День зимних видов спорта',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/',
        res: 'https://o-site.spb.ru/_races/200209/200208_res.htm',
        o_site: '200209',
        reskeep: [313, 314],
        strava: 3082595136
    },
    {
        id: 'SPB_20200208_2',
        date: '2020-02-08',
        endDate: '2020-02-09',
        place: 'Орехово',
        name: 'Зимняя Универсиада',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/20020809/200208_res.pdf',
        o_site: '20020809'
    },
    {
        id: 'SPB_20200208_3',
        date: '2020-02-08',
        place: 'Орехово',
        name: 'Женсть-рогейн (приключенческий)',
        type: 'ROGAINE',
        fmt: '6, 3',
        link: 'https://vk.com/zhenst_rogaine'
    },
    {
        id: 'SPB_20200214_1', date: '2020-02-14', name: 'Охта-Лабиринт', type: 'ORIENT', o_site: '200214'
    },
    {
        id: 'SPB_20200216_1',
        date: '2020-02-16',
        place: 'Лемболово',
        name: 'Открытая тренировка NordWest',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1140',
        o_site: '200216_NW',
    },
    {
        id: 'SPB_20200216_2',
        date: '2020-02-16',
        place: 'Петяярви',
        name: 'Кубок Белых Ночей. 13 этап',
        type: 'ORIENT',
        reskeep: 315,
        owner: 'WN',
        strava: 3105111861
    },
    {
        id: 'SPB_20200223_1',
        date: '2020-02-23',
        name: 'Зимняя смена в ЗЦ Зеркальный',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/200213-23/200215_res.htm',
        o_site: '200213-23'
    },
    {
        id: 'SPB_20200223_2',
        date: '2020-02-23',
        name: 'Тренировка в Яппиля',
        type: 'ORIENT',
        reg: 'http://www.o-reg.spb.ru/entry-list?id=1141',
        res: 'https://o-site.spb.ru/_races/200223/200223_res.htm',
        o_site: '200223',
        reskeep: 317,
        strava: 3125516594
    },
    {
        id: 'SPB_20200224_1',
        date: '2020-02-24',
        place: 'Петяярви',
        name: 'Кубок Белых Ночей. 14 этап',
        type: 'ORIENT',
        reskeep: 316,
        owner: 'WN',
        strava: 3128039116
    },
    {
        id: 'SPB_20200229_1',
        date: '2020-02-29',
        place: 'пос.Мичуринское или оз. Вуокса',
        name: 'Ice Trail рогейн. 2-й этап кубка ЛО по рогейну',
        type: 'ROGAINE',
        reg: 'http://www.multsport.ru/starts/ice-trail-2020/registration.html',
        fmt: 'Рогейн 6ч (бег/лыжи или велосипед)',
        start: 'MULTSPORT',
        o_site: '200229r'
    },
    {
        id: 'SPB_20200301_1',
        date: '2020-03-01',
        place: 'Орехово, к югу от базы "ПАН"',
        name: 'Открытая тренировка Лучший Выбор. Масленица!',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1143',
        res: 'https://o-site.spb.ru/_races/200301/200301_res.htm',
        photo: 'http://vk.com/album-154221178_270678590',
        o_site: '200301',
        reskeep: 318,
        strava: 3144811128
    },
    {
        id: 'SPB_20200307_1',
        date: '2020-03-07',
        place: 'парк Дубки, Сестрорецк',
        name: 'Снежная Тропа, 1-й этап',
        type: 'ORIENT',
        reg: 'http://www.o-reg.spb.ru/entry-list?id=1144',
        res: 'https://o-site.spb.ru/_races/200307/rez.htm',
        photo: 'http://vk.com/spb_orient?z=album-154221178_270815414',
        video: 'http://vk.com/video-36099352_456240633',
        owner: 'SFSO_SPB',
        o_site: '200307',
        reskeep: 323,
        strava: 3161969050
    },
    {
        id: 'SPB_20200308_1',
        date: '2020-03-08',
        endDate: '2020-03-09',
        name: '41-е зимние соревнования На призы газеты Всеволожские вести',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/20030809/200308_res.html',
        start: 'VSEV_VESTI',
        o_site: '20030809',
        reskeep: [324, 325],
        strava: 3168300659
    },
    {
        id: 'SPB_20200311_1',
        date: '2020-03-11',
        place: 'Полюстровский проспект',
        name: 'Sprint Tour SPb - 2020. 1 этап',
        start: 'ST',
        type: 'ORIENT',
        reskeep: 322
    },
    {
        id: 'SPB_20200313_1',
        date: '2020-03-13',
        place: 'ГБОУ "Балтийский Берег"',
        name: 'Судейский семинар',
        type: 'ORIENT',
        o_site: '200313sem'
    },
    {
        id: 'SPB_20200314_1',
        date: '2020-03-14',
        place: 'Васкелово',
        name: 'Кубок Белых Ночей 2019/20. 15 этап',
        type: 'ORIENT',
        reskeep: 330,
        owner: 'WN'
    },
    {
        id: 'SPB_20200315_1',
        date: '2020-03-15',
        place: 'Зеленогорск',
        name: 'Кубок Белых Ночей 2019/20. 16 этап',
        type: 'ORIENT',
        reskeep: 331,
        owner: 'WN',
        strava: 3185721188
    },
    {
        id: 'SPB_20200321_1',
        date: '2020-03-21',
        place: 'Кавголово',
        name: 'Кубок Белых Ночей. 17 этап',
        type: 'ORIENT',
        reskeep: 332,
        owner: 'WN',
        strava: 3203763422
    },
    {
        id: 'SPB_20200321_2',
        date: '2020-03-21',
        place: 'Кузьмолово',
        name: 'TrailAdventure',
        type: 'ROGAINE',
        fmt: '3',
        link: 'http://tradventure.ru'
    },
    {
        id: 'SPB_20200322_1',
        date: '2020-03-22',
        name: 'Кубок Белых Ночей - 2019/20',
        type: 'ORIENT',
        res: 'http://o-site.spb.ru/_races/2020BN/190921_res.htm',
        info: 'Серия тренировочных стартов, проводимая клубом Белые Ночи 1-й этап 28.09.19 Васкелово Результаты Сплиты 2-й этап 05.10.19 Черные озера Результаты Сплиты 3-й этап 19.10.19 Ильичево Результаты Сплиты 4-й этап 26.10.19 Петяярви Результаты Сплиты 5-й этап 02.11.19 Пухтолова гора Результаты Сплиты 6-й этап 03.11.19 Первомайское Результаты Сплиты 7-й этап 23.11.19 Воейково Результаты Сплиты 8-й этап 07.12.19 Болотная станция Результаты Сплиты 9-й этап 14.12.19 Голубая дача Результаты Сплиты 10-й этап 18.01.20 Охта-парк Результаты Сплиты 11-й этап 25.01.20 Сестрорецкие дюны Результаты Сплиты 12-й этап 01.02.20 Кавголово Результаты Сплиты 13-й этап 16.02.20 Петяярви Результаты Сплиты 14-й этап 24.02.20 Петяярви, Кентавр Результаты Сплиты 15-й этап 14.03.20 Васкелово Результаты Сплиты 16-й этап 15.03.20 оз. Щучье Результаты Сплиты',
        owner: 'WN',
        o_site: '2020BN',
        reskeep: [330, 331, 332, 333],
        strava: 3207395628
    },
    {
        id: 'SPB_20200324_1',
        date: '2020-03-24',
        name: 'К-тренинг',
        type: 'ORIENT',
        info: 'тренировочные полигоны',
        o_site: '200410'
    },
    {
        id: 'SPB_20200405_1',
        date: '2020-04-05',
        name: 'Всеволожская тропа 2020 1 этап',
        type: 'ORIENT',
        info: 'МЕРОПРИЯТИЕ ПЕРЕНЕСЕНО НА БОЛЕЕ ПОЗДНИЙ СРОК. ДО ОСОБОГО РАСПОРЯЖЕНИЯ',
        o_site: '200405_VT'
    },
    {
        id: 'SPB_20200411_1',
        date: '2020-04-11',
        name: 'Онлайн-старт по трейл-ориентированию',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/200411/rezultaty.pdf',
        info: '11 апреля в 20.01 пройдёт тренировочный онлайн-старт по трейл-ориентированию. Пожалуйста отнеситесь с пониманием. Заполните форму только один раз. И будьте внимательны при вводе уникального стартового номера.',
        o_site: '200411'
    },
    {
        id: 'SPB_20200418_1',
        date: '2020-04-18',
        place: 'Онлайн',
        name: 'Онлайн-старт по трейл-ориентированию, 2 этап',
        type: 'ORIENT',
        res: 'http://o-site.spb.ru/_races/200418/200418_rez.pdf',
        info: '18 апреля в 20.01 пройдёт второй этап тренировочного онлайн-старта по трейл-ориентированию. Местность в заданиях - «Комаровский берег».',
        o_site: '200418'
    },
    {
        id: 'SPB_20200425_2',
        date: '2020-04-25',
        place: 'Псков',
        name: 'Псковская вело-весна',
        type: 'ROGAINE',
        fmt: '3, 2',
        link: 'https://opskov.ru'
    },
    {
        id: 'SPB_20200426_1',
        date: '2020-04-26',
        name: 'Онлайн-старт по трейл-ориентированию, 3 этап',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/12605',
        res: 'http://o-site.spb.ru/_races/200426/200426_rezultaty.pdf',
        info: '26 апреля (воскресенье!) состоится третий этап онлайн-старта по трейл-ориентированию (дисциплина "точное ориентирование"/PreO).',
        o_site: '200426'
    },
    {
        id: 'SPB_20200505_1',
        date: '2020-05-05',
        place: 'Луга, Шалово',
        name: 'Горный кросс',
        type: 'ROGAINE',
        fmt: '2',
        link: 'https://vk.com/gornycross',
        start: 'GK'
    },
    {
        id: 'SPB_20200510_1',
        date: '2020-05-10',
        name: 'Онлайн-старт по трейл-ориентированию, 4 этап',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/info/12629',
        res: 'http://o-site.spb.ru/_races/200510/200510_rez_-_kopia5.pdf',
        info: '10 мая (воскресенье) состоится четвёртый этап онлайн-старта по трейл-ориентированию (дисциплина "точное ориентирование"/PreO).',
        o_site: '200510'
    },
    {
        id: 'SPB_20200515_1',
        date: '2020-05-15',
        endDate: '2020-05-17',
        name: 'Всероссийские соревнования по рогейну на байдарках. Весенний водный рогейн - 2020',
        type: 'ROGAINE',
        reg: 'http://www.multsport.ru/starts/canoe-rogaine-2020/registration.html',
        fmt: 'Рогейн 8ч и 16ч (на байдарках)',
        start: 'MULTSPORT',
        o_site: '200516'
    },
    {
        id: 'SPB_20200517_1',
        date: '2020-05-17',
        name: 'Всемирный день ориентирования в Санкт-Петербурге (Online)',
        type: 'ORIENT',
        res: 'http://o-site.spb.ru/_races/200517/200517_rez.pdf',
        photo: 'http://o-site.spb.ru/_races/200517/CORRECT_ANSWER_O-PHOTO_compressed.pdf',
        info: 'Всемирный день ориентирования в Санкт-Петербурге ONLINE. (Онлайн-тренировка по Кронштадту 17.05.2020) 10:00-19:00 – доступна к прохождению дистанция «Фотоориентирование» 19:01-19:16 – доступна к прохождению дистанция «Спринт» (TempO) 22:00 – публикация результатов',
        o_site: '200517',
        map: 'kronshtadt_2019'
    },
    {
        id: 'SPB_20200523_1',
        date: '2020-05-23',
        place: 'Луга',
        name: 'Новгородский меридиан',
        type: 'ROGAINE',
        fmt: '4',
        link: 'https://vk.com/club91656163'
    },
    {
        id: 'SPB_20200523_2',
        date: '2020-05-23',
        place: 'По назначению',
        name: 'BikeAdventure, TrailAdventure',
        type: 'ROGAINE',
        fmt: '24',
        link: 'http://tradventure.ru , http://bikeadventure.ru'
    },
    {
        id: 'SPB_20200530_1',
        date: '2020-05-30',
        place: 'Кузнечное',
        name: 'Горный кросс',
        type: 'ROGAINE',
        fmt: '24, 8, 3',
        link: 'https://vk.com/gornycross',
        start: 'GK'
    },
    {
        id: 'SPB_20200601_1',
        date: '2020-06-01',
        name: 'Онлайн-старт по трейл-ориентированию, 5 этап',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/info/12689',
        res: 'https://o-site.spb.ru/_races/200601/200601_SCHOOL_REZ.pdf',
        info: '1 июня (понедельник) состоится онлайн-старт по трейл-О, приуроченный ко Дню защиты детей. Дистанция: TempO (Спринт)',
        o_site: '200601'
    },
    {
        id: 'SPB_20200606_1',
        date: '2020-06-06',
        name: 'Serebruanitskii Cup',
        place: 'Первомайское',
        type: 'ORIENT',
        strava: 3573558841
    },
    {
        id: 'SPB_20200612_1',
        date: '2020-06-12',
        endDate: '2020-06-13',
        place: 'Онлайн',
        name: 'Онлайн-тренировка по ориентированию, посвящённая Дню России',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/200612/200612_rez.pdf',
        photo: 'http://drive.google.com/drive/folders/1tvax9cc_9z9YWb7g6JodrwYHVvEevSKY?sa=D&ust=1592159831324000&usg=AFQjCNFL_1lRoEJzvMO-1rvfobSnGayRhg',
        info: 'Онлайн-тренировка, посвящённая Дню России, проводится с целью пропаганды здорового образа жизни среди населения, популяризации спортивного ориентирования (знакомство со спортом, изучение условных знаков и знаков легенд) и привлечения граждан к занятиям физической культуры и спортом. Мероприятие проводится в рамках проекта «На соревнования – всей семьей: игровое пространство для детей участников спортивных мероприятий». Проект реализуется с использованием гранта Президента Российской Федерации на развитие гражданского общества, предоставленного Фондом президентских грантов.',
        o_site: '200612'
    },
    {
        id: 'SPB_20200612_2',
        date: '2020-06-12',
        place: 'Кривко',
        name: 'Велоизоляция',
        type: 'ROGAINE',
        fmt: '8, 4',
        link: 'http://www.multsport.ru'
    },
    {
        id: 'SPB_20200620_2',
        date: '2020-06-20',
        place: 'Луга',
        name: 'Новгородский меридиан',
        type: 'ROGAINE',
        fmt: '4',
        link: 'https://vk.com/club91656163'
    },
    {
        id: 'SPB_20200625_1',
        date: '2020-06-25',
        endDate: '2020-06-26',
        name: 'Фото-квест по Московскому парку Победы (Онлайн)',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/200625/200626_kvest.pdf',
        info: 'Мероприятие организуется с целью совершенствования системы патриотического воспитания, обеспечивающей формирование у молодых граждан Российской Федерации прочных основ патриотического сознания, здорового образа жизни, а также содействие становлению активной гражданской позиции. Мероприятие проводится в рамках проекта «Молодежный патриотический спортивный фестиваль «Ориентир на победу!».',
        o_site: '200625'
    },
    {
        id: 'SPB_20200627_1',
        date: '2020-06-27',
        endDate: '2020-06-28',
        name: 'Онлайн-тренировка по ориентированию, посвящённая Дню Молодёжи',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/200627/200628_denmolodezhi.pdf',
        info: 'Онлайн-тренировка, посвящённая Дню Молодёжи, проводится с целью пропаганды здорового образа жизни среди населения, популяризации спортивного ориентирования (знакомство со спортом, изучение условных знаков и знаков легенд) и привлечения граждан к занятиям физической культуры и спортом. Мероприятие проводится в рамках проекта «На соревнования – всей семьей: игровое пространство для детей участников спортивных мероприятий». Проект реализуется с использованием гранта Президента Российской Федерации на развитие гражданского общества, предоставленного Фондом президентских грантов.',
        o_site: '200627'
    },
    {
        id: 'SPB_20200627_2',
        date: '2020-06-27',
        place: 'Лемболово',
        name: 'Serebruanitskii Cup 1',
        type: 'ORIENT',
        reskeep: 336
    },
    {
        id: 'SPB_20200627_3',
        date: '2020-06-27',
        place: 'Семейные озера. Первомайское',
        name: 'Индивидуальная тренировка Белых ночей. 1 этап',
        type: 'ORIENT',
        reskeep: 340,
        owner: 'WN'
    },
    {
        id: 'SPB_20200627_5',
        date: '2020-06-27',
        place: 'Ладожское озеро',
        name: 'Петербургский водный рогейн',
        type: 'ROGAINE',
        fmt: '10, 6',
        link: 'https://vk.com/adventureraces'
    },
    {
        id: 'SPB_20200628_1',
        date: '2020-06-27',
        place: 'Лемболово',
        name: 'Serebruanitskii Cup 2',
        type: 'ORIENT',
        reskeep: 337,
        strava: 3678989747
    },
    {
        id: 'SPB_20200628_2',
        date: '2020-06-28',
        place: 'Семейные озера. Первомайское',
        name: 'Индивидуальная тренировка Белых ночей. 2 этап',
        type: 'ORIENT',
        reskeep: 341,
        owner: 'WN',
        strava: 3684263519
    },
    {
        id: 'SPB_20200629_1',
        date: '2020-06-29',
        endDate: '2020-06-30',
        name: 'Онлайн-старт по ориентированию (Купальный трейл)',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/200629/200629_kupalny.pdf',
        info: 'Мероприятие проводится с целью пропаганды здорового образа жизни среди населения, популяризации спортивного ориентирования (знакомство со спортом, изучение условных знаков и знаков легенд) и привлечения граждан к занятиям физической культуры и спортом. Мероприятие проводится в рамках проекта «Молодежный открытый фестиваль «Доступный спорт».',
        o_site: '200629'
    },
    {
        id: 'SPB_20200704_1',
        date: '2020-07-04',
        place: 'Мичуринское',
        name: 'Индивидуальная тренировка Белых ночей. 3 этап',
        type: 'ORIENT',
        reskeep: 338,
        owner: 'WN',
        strava: 3712534014
    },
    {
        id: 'SPB_20200704_2',
        date: '2020-07-04',
        place: 'Лемболово',
        name: 'Озёрный край',
        type: 'ROGAINE',
        fmt: '4',
        link: 'http://www.multsport.ru'
    },
    {
        id: 'SPB_20200705_1',
        date: '2020-07-05',
        place: 'Мичуринское',
        name: 'Индивидуальная тренировка Белых ночей. 4 этап',
        type: 'ORIENT',
        reskeep: 339,
        owner: 'WN'
    },
    {
        id: 'SPB_20200711_1',
        date: '2020-07-11',
        place: 'Мичуринское',
        name: 'Индивидуальная тренировка Белых ночей. 5 этап',
        type: 'ORIENT',
        reskeep: 342,
        owner: 'WN'
    },
    {
        id: 'SPB_20200711_2',
        date: '2020-07-11',
        place: 'Орехово',
        name: 'Горный кросс',
        type: 'ROGAINE',
        fmt: '6, 3',
        link: 'https://vk.com/gornycross',
        start: 'GK'
    },
    {
        id: 'SPB_20200712_1',
        date: '2020-07-12',
        place: 'Ягодное',
        name: 'Тренировочный старт Яркого Мира. Техника и Тактика 2',
        type: 'ORIENT',
        reskeep: 335,
        strava: 3751749892
    },
    {
        id: 'SPB_20200718_1',
        date: '2020-07-18',
        place: 'Стеклянный',
        name: 'Serebruanitskii Cup 3',
        type: 'ORIENT',
        reskeep: 343,
        strava: 3780635030
    },
    {
        id: 'SPB_20200718_2',
        date: '2020-07-18',
        place: 'Воробьево озеро',
        name: 'Индивидуальная тренировка Белых ночей. 7 этап',
        type: 'ORIENT',
        reskeep: 345,
        owner: 'WN'
    },
    {
        id: 'SPB_20200718_3',
        date: '2020-07-18',
        place: 'Луга',
        name: 'Лужский приключенческий рогейн',
        type: 'ROGAINE',
        fmt: '24, 6',
        link: 'https://vk.com/club190501849'
    },
    {
        id: 'SPB_20200719_1',
        date: '2020-07-19',
        endDate: '2020-07-20',
        place: 'Онлайн (Google-форма с фото-заданиями)',
        name: 'Ретро-старт 1959-2020 (онлайн)',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/200719/200719-20_retro_start.pdf',
        info: 'Мероприятие проводится с целью пропаганды здорового образа жизни среди населения, популяризации спортивного ориентирования (знакомство со спортом, изучение условных знаков и знаков легенд) и привлечения граждан к занятиям физической культуры и спортом. Мероприятие проводится в рамках проекта «Молодежный открытый фестиваль «Доступный спорт».',
        o_site: '200719'
    },
    {
        id: 'SPB_20200719_2',
        date: '2020-07-19',
        place: 'Воробьево озеро',
        name: 'Индивидуальная тренировка Белых ночей. 8 этап',
        type: 'ORIENT',
        reskeep: 346,
        owner: 'WN'
    },
    {
        id: 'SPB_20200719_3',
        date: '2020-07-19',
        place: 'Гарболово',
        name: 'Serebruanitskii Cup 4',
        type: 'ORIENT',
        reskeep: 347
    },
    {
        id: 'SPB_20200724_1',
        date: '2020-07-24',
        endDate: '2020-07-26',
        name: 'Онлайн-квест в честь Дня ВМФ',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/200726/200724-26-denVMF.pdf',
        info: 'Мероприятие организуется с целью совершенствования системы патриотического воспитания, обеспечивающей формирование у молодых граждан Российской Федерации прочных основ патриотического сознания, здорового образа жизни, а также содействие становлению активной гражданской позиции. Мероприятие проводится в рамках проекта «Молодежный патриотический спортивный фестиваль «Ориентир на победу!».',
        o_site: '200726'
    },
    {
        id: 'SPB_20200726_1',
        date: '2020-07-26',
        place: 'Воробьево озеро',
        name: 'Индивидуальная тренировка Белых ночей. 9 этап',
        type: 'ORIENT',
        reskeep: 348,
        owner: 'WN'
    },
    {
        id: 'SPB_20200729_1',
        date: '2020-07-29',
        endDate: '2020-07-30',
        place: 'Онлайн (местность - Поляны, ЛО)',
        name: 'Онлайн-гонка O-Race',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/200729/200729-30_rez.pdf',
        info: 'После нажатия кнопки «Старт» вы увидите фрагмент карты с первым этапом (С-1). Вам предлагаются три варианта – Красный, Синий и Зеленый. Выберите наиболее быстрый на Ваш взгляд, зафиксируйте решение и переходите к следующему этапу. Тест заканчивается на последнем КП (этап 16-17). Время бега с последнего КП на финиш фиксировано, оно будет добавлено к Вашему результату автоматически.',
        o_site: '200729'
    },
    {
        id: 'SPB_20200801_1',
        date: '2020-08-01',
        place: 'Лосево',
        name: 'Тренировочный старт Яркого Мира. Техника и тактика 3. Спринт 1',
        type: 'ORIENT',
        reskeep: [
            351,
            352
        ]
    },
    {
        id: 'SPB_20200801_3',
        date: '2020-08-01',
        place: 'Луга',
        name: 'На лужских берегах',
        type: 'ROGAINE',
        fmt: '8, 4',
        link: 'http://o-site.spb.ru/'
    },
    {
        id: 'SPB_20200802_1',
        date: '2020-08-02',
        place: 'Лосево',
        name: 'Тренировочный старт Яркого Мира. Техника и тактика 3',
        type: 'ORIENT',
        reskeep: 350
    },
    {
        id: 'SPB_20200812_1',
        date: '2020-08-12',
        name: 'Онлайн-старт по ориентированию (Муринский спринт) (12 августа в 20.01 (12 August))',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/info/13161',
        res: 'https://o-site.spb.ru/_races/200812/200812_rez.pdf',
        info: 'Мероприятие проводится с целью пропаганды здорового образа жизни среди населения, популяризации спортивного ориентирования (знакомство со спортом, изучение условных знаков и знаков легенд) и привлечения граждан к занятиям физической культуры и спортом.',
        o_site: '200812'
    },
    {
        id: 'SPB_20200815_1',
        date: '2020-08-15',
        name: 'Индивидуальная тренировка МТБО',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1164',
        info: 'МТБО в Орехово, тренировочный старт',
        o_site: '200815',
        endDate: '2020-08-16'
    },
    {
        id: 'SPB_20200815_2',
        date: '2020-08-15',
        place: 'Сосново',
        name: 'Индивидуальная тренировка Белых ночей. 9 этап',
        type: 'ORIENT',
        reskeep: 353,
        owner: 'WN',
        strava: 3917161372
    },
    {
        id: 'SPB_20200816_1',
        date: '2020-08-16',
        place: 'Сосново',
        name: 'Индивидуальная тренировка Белых ночей. 10 этап',
        type: 'ORIENT',
        reskeep: 355,
        owner: 'WN',
        strava: 3921872660
    },
    {
        id: 'SPB_20200822_1',
        date: '2020-08-22',
        place: 'Сосново',
        name: 'Индивидуальная тренировка Белых ночей. 11 этап',
        type: 'ORIENT',
        reskeep: 357,
        owner: 'WN'
    },
    {
        id: 'SPB_20200823_1',
        date: '2020-08-23',
        name: 'Памяти Димы Фатидинова',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/13253',
        res: 'https://o-site.spb.ru/_races/200823/200823_res.html',
        o_site: '200823'
    },
    {
        id: 'SPB_20200823_2',
        date: '2020-08-23',
        place: 'Сосново',
        name: 'Индивидуальная тренировка Белых ночей. 12 этап',
        type: 'ORIENT',
        reskeep: 356,
        owner: 'WN'
    },
    {
        id: 'SPB_20200825_1',
        date: '2020-08-25',
        endDate: '2020-08-27',
        name: 'Фото-квест по Адмиралтейству (Онлайн)',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/200827/200827_admiralteyskiy.pdf',
        info: 'Мероприятие организуется с целью совершенствования системы патриотического воспитания, обеспечивающей формирование у молодых граждан Российской Федерации прочных основ патриотического сознания, здорового образа жизни, а также содействие становлению активной гражданской позиции. Мероприятие проводится в рамках проекта «Молодежный патриотический спортивный фестиваль «Ориентир на победу!».',
        o_site: '200827'
    },
    {
        id: 'SPB_20200829_1',
        date: '2020-08-29',
        place: 'Выборгский район ЛО',
        name: 'History Race',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/200829/200829_res.htm',
        fmt: '6 и 12 часов',
        o_site: '200829'
    },
    {
        id: 'SPB_20200829_2',
        date: '2020-08-29',
        place: 'Лемболово, справа',
        name: '«Зелёный Змей»',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/200829ZZ/200829ZZ_res.htm',
        info: 'Дистанция средней длины с большим количеством пунктов.',
        start: 'GS',
        o_site: '200829ZZ'
    },
    {
        id: 'SPB_20200829_3',
        date: '2020-08-29',
        place: 'Себеж',
        name: 'Горный кросс',
        type: 'ROGAINE',
        fmt: '8, 6, 5',
        link: 'https://vk.com/gornycross',
        start: 'GK'
    },
    {
        id: 'SPB_20200830_1',
        date: '2020-08-30',
        place: 'Силанде',
        name: 'Ориентир на Победу',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1171',
        res: 'https://o-site.spb.ru/_races/200830_pobeda/200830_res.htm',
        photo: 'http://vk.com/album-154221178_274564365',
        info: '30 августа в р-не оз.Силанде пройдёт физкультурно-оздоровительная акция "Ориентир на Победу", приуроченная к памятной дате - 3 сентября (День окончания Второй мировой войны). В программе: дистанции в заданном направлении.',
        o_site: '200830_pobeda',
        reskeep: 358
    },
    {
        id: 'SPB_20200830_2',
        date: '2020-08-30',
        place: 'Мельничный ручей',
        name: 'Техника и тактика. 5 этап',
        type: 'ORIENT',
        strava: 3987228924
    },
    {
        id: 'SPB_20200901_1',
        date: '2020-09-01',
        name: 'Кузьмоловские старты',
        owner: 'KUZMOLOVO',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/13945',
        res: 'https://o-site.spb.ru/_races/200903_KS/201008_res.htm',
        info: 'Серия открытых тренировок. РЕЗУЛЬТАТЫ: 1 этап - 3 сентября Токсово, 2 этап - 10 сентября Кузьмолово, 3 этап - 17 сентября Вартемяги, 4 этап - 25 сентября Кузьмолово, 5 этап - 01 октября Токсово',
        o_site: '200903_KS',
        endDate: '2020-10-31'
    },
    {
        id: 'SPB_20200903_1',
        date: '2020-09-03',
        place: 'Токсово',
        name: 'Кузьмоловские старты 2020. 1 этап',
        owner: 'KUZMOLOVO',
        type: 'ORIENT',
        reskeep: 359
    },
    {
        id: 'SPB_20200906_1',
        date: '2020-09-06',
        place: 'Черные озера',
        name: 'Индивидуальная тренировка Белых Ночей',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1173',
        res: 'https://o-site.spb.ru/_races/200906/200906_res.htm',
        info: 'Индивидуальная тренировки по беговому ориентированию в районе Зеленогорска',
        owner: 'WN',
        o_site: '200906',
        reskeep: 362
    },
    {
        id: 'SPB_20200905_1',
        date: '2020-09-05',
        endDate: '2020-09-06',
        place: 'г. Сосновый Бор',
        name: 'СОСНОВОБОРСКИЕ ДЮНЫ - 2020',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/200905-06/200905_res.htm',
        info: 'Чемпионат и Первенство Ленинградской области по спортивному ориентированию «СОСНОВОБОРСКИЕ ДЮНЫ - 2020» Открытое первенство города Сосновый Бор по спортивному ориентированию.',
        owner: 'YUVENTA',
        o_site: '200905-06',
        reskeep: [360, 361],
        strava: [4015648137,4020971362]
    },
    {
        id: 'SPB_20200905_3',
        date: '2020-09-05',
        place: 'По назначению',
        name: 'Дуатлон-рогейн',
        type: 'ROGAINE',
        fmt: '3+3',
        link: 'https://vk.com/club190501849'
    },
    {
        id: 'SPB_20200909_1',
        date: '2020-09-09',
        place: 'Новочеркасская',
        name: 'Sprint Tour SPb - 2020. 2 этап',
        start: 'ST',
        type: 'ORIENT',
        reskeep: 363,
        map: 'novocherkasskaya_2020'
    },
    {
        id: 'SPB_20200910_1',
        date: '2020-09-10',
        place: 'Кузьмолово',
        name: 'Кузьмоловские старты. 2 этап',
        owner: 'KUZMOLOVO',
        type: 'ORIENT',
        reskeep: 366
    },
    {
        id: 'SPB_20200912_1',
        date: '2020-09-12',
        place: 'Цвелодубово',
        name: 'Ночная эстафета 50 Вёрст',
        type: 'ORIENT',
        reg: 'http://sportident.online/entry/?id=4543',
        res: 'https://o-site.spb.ru/_races/200912/200912_rez.htm',
        o_site: '200912'
    },
    {
        id: 'SPB_20200912_2',
        date: '2020-09-12',
        name: 'Рогейн 110 - 3 этап',
        type: 'ROGAINE',
        reg: 'http://reg.o-time.ru/start.php?event=20142',
        res: 'https://o-site.spb.ru/_races/200912_R/200912_Rres.htm',
        info: 'Индивидуальный тренировочный рогейн',
        start: 'ROGAINE_110',
        o_site: '200912_R'
    },
    {
        id: 'SPB_20200912_3',
        date: '2020-09-12',
        endDate: '2020-09-13',
        name: 'Чемпионат и Первенство ЛО',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/20091213/200912_split.htm',
        info: 'Чемпионат и Первенство ЛО, массовые соревнования ЛО, дисциплины: 12.09 - кросс-спринт 13.09 - кросс-лонг',
        owner: 'SFSO_LO',
        o_site: '20091213',
        reskeep: [
            365,
            364
        ]
    },
    {
        id: 'SPB_20200912_4',
        date: '2020-09-12',
        place: 'Экопарк "Поляны"',
        name: 'Чемпионат России по рогейну',
        type: 'ROGAINE',
        fmt: '24, 8',
        link: 'https://vk.com/event186840276'
    },
    {
        id: 'SPB_20200913_1',
        date: '2020-09-13',
        place: 'Цвелодубово',
        name: 'Матрёшка',
        type: 'ORIENT',
        reg: 'http://sportident.online/entry/?id=4544',
        res: 'https://o-site.spb.ru/_races/200913/200913_ResultList.htm',
        o_site: '200913',
        reskeep: 367
    },
    {
        id: 'SPB_20200915_1',
        date: '2020-09-15',
        name: 'Открытая тренировка (Доступный спорт)',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/info/trailosport',
        res: 'https://o-site.spb.ru/_races/200915/Kopia_200915.pdf',
        photo: 'http://vk.com/spb_orient?z=album-154221178_274831695',
        info: '15 сентября в Муринском парке пройдёт открытая тренировка «Доступный спорт» по трейл-ориентированию (дистанция PreO). Мероприятие проводится в рамках проекта «Молодежный открытый фестиваль «Доступный спорт».',
        o_site: '200915'
    },
    {
        id: 'SPB_20200917_1',
        date: '2020-09-17',
        place: 'Вартемяги',
        name: 'Кузьмоловские старты. 3 этап',
        owner: 'KUZMOLOVO',
        type: 'ORIENT',
        reskeep: 373
    },
    {
        id: 'SPB_20200918_1',
        date: '2020-09-18',
        place: 'Муринский парк',
        name: 'White Nights Sprint #1',
        type: 'ORIENT',
        reskeep: 374,
        owner: 'WN'
    },
    {
        id: 'SPB_20200919_1',
        date: '2020-09-19',
        name: 'Рогейн 110 – IV этап 5 этап Кубка Ленинградской области по рогейну',
        type: 'ROGAINE',
        reg: 'http://reg.o-time.ru/start.php?event=20146',
        res: 'https://o-site.spb.ru/_races/200919_R/200919_res.htm',
        start: 'ROGAINE_110',
        o_site: '200919_R'
    },
    {
        id: 'SPB_20200919_2',
        date: '2020-09-19',
        place: 'Васкелово',
        name: 'White Nights Middle',
        type: 'ORIENT',
        reskeep: 368,
        owner: 'WN',
        strava: 4083562005
    },
    {
        id: 'SPB_20200919_3',
        date: '2020-09-19',
        place: 'Псков',
        name: 'Псковский горолской рогейн',
        type: 'ROGAINE',
        fmt: '4, 2',
        link: 'https://vk.com/rogainpskov'
    },
    {
        id: 'SPB_20200920_1',
        date: '2020-09-20',
        place: 'Лесная',
        name: 'Tour de Sprint. Старт 1',
        type: 'ORIENT',
        reskeep: 375
    },
    {
        id: 'SPB_20200921_1',
        date: '2020-09-21',
        place: 'Большая Пушкарская',
        name: 'Tour de Sprint. Старт 2',
        type: 'ORIENT',
        reskeep: 376
    },
    {
        id: 'SPB_20200921_2',
        date: '2020-09-21',
        place: 'ул. Лизы Чайкиной',
        name: 'Tour de Sprint. Старт 3',
        type: 'ORIENT',
        reskeep: 377
    },
    {
        id: 'SPB_20200922_1',
        date: '2020-09-22',
        place: 'Матвеевский сад',
        name: 'Tour de Sprint. Старт 4',
        type: 'ORIENT',
        reskeep: 378
    },
    {
        id: 'SPB_20200923_1',
        date: '2020-09-23',
        place: 'ул. Бутлерова',
        name: 'Sprint Tour SPb - 2020. 3 этап',
        start: 'ST',
        type: 'ORIENT',
        reskeep: 327
    },
    {
        id: 'SPB_20200926_1',
        date: '2020-09-26',
        place: 'Лемболово справа',
        name: '«Золотые кольца» (Свадебные-2020)',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/200927_svad/Kom_260920.pdf',
        start: 'WEDDING',
        o_site: '200927_svad'
    },
    {
        id: 'SPB_20200926_2',
        date: '2020-09-26',
        endDate: '2020-09-28',
        name: 'Чемпионат России (Выборг)',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/20092428/20200927_res.htm',
        owner: 'VYBORG',
        o_site: '20092428',
        video: 'https://www.youtube.com/watch?v=fQJcSSgX7e0',
        reskeep: [371, 372],
        start: 'RUSSIA_CHAMP'
    },
    {
        id: 'SPB_20200926_3',
        date: '2020-09-26',
        place: 'Симагино',
        name: 'Кубок Белых ночей 2019/20. 2 этап',
        type: 'ORIENT',
        reskeep: 380,
        owner: 'WN'
    },
    {
        id: 'SPB_20200926_4',
        date: '2020-09-26',
        place: 'По назначению',
        name: 'BikeAdventure, TrailAdventure',
        type: 'ROGAINE',
        fmt: '6',
        link: 'http://tradventure.ru , http://bikeadventure.ru'
    },
    {
        id: 'SPB_20200926_5',
        date: '2020-09-26',
        place: 'Молодёжное',
        name: 'Горный кросс',
        type: 'ROGAINE',
        fmt: '5, 2',
        link: 'https://vk.com/gornycross',
        start: 'GK'
    },
    {
        id: 'SPB_20200926_6',
        date: '2020-09-26',
        place: 'Великий Новгород',
        name: 'Новгородский меридиан (городской рогейн)',
        type: 'ROGAINE',
        fmt: '4',
        link: 'https://vk.com/club91656163'
    },
    {
        id: 'SPB_20200927_1',
        date: '2020-09-27',
        place: 'Неизвестно',
        name: 'Тренировочный старт Яркого Мира. Техника и тактика 6',
        type: 'ORIENT',
        reskeep: 379
    },
    {
        id: 'SPB_20200927_2',
        date: '2020-09-27',
        place: 'Запорожское',
        name: 'Кубок Белых ночей 2019/20. 3 этап',
        type: 'ORIENT',
        reskeep: 381,
        owner: 'WN',
        strava: 4119219789
    },
    {
        id: 'SPB_20201003_1',
        date: '2020-10-03',
        place: 'Курортный р-н/Сестрорецк',
        name: 'Чемпионат и Первенство Санкт-Петербурга - спринт',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1180',
        res: 'https://o-site.spb.ru/_races/201003/res1.htm',
        photo: 'http://vk.com/spb_orient?z=album-154221178_275110153',
        info: 'Организаторы: Комитет по физической культуре и спорту Санкт-Петербурга. СПб ГАУ «Центр подготовки спортивных сборных команд Санкт-Петербурга» РФСОО «Спортивная Федерация спортивного ориентирования Санкт-Петербурга»',
        owner: 'SFSO_SPB',
        o_site: '201003',
        reskeep: 382
    },
    {
        id: 'SPB_20201004_1',
        date: '2020-10-04',
        place: 'Курортный р-н/ пос. Ушково',
        name: 'Чемпионат и Первенство Санкт-Петербурга - классика',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1181',
        res: 'https://o-site.spb.ru/_races/201004/res2.htm',
        photo: 'http://vk.com/spb_orient?z=album-154221178_275121057',
        info: 'Организаторы: Комитет по физической культуре и спорту Санкт-Петербурга. СПб ГАУ «Центр подготовки спортивных сборных команд Санкт-Петербурга» РФСОО «Спортивная Федерация спортивного ориентирования Санкт-Петербурга»',
        owner: 'SFSO_SPB',
        o_site: '201004',
        reskeep: 383,
        strava: 4149550319
    },
    {
        id: 'SPB_20201010_1',
        date: '2020-10-10',
        place: 'Яппиля',
        name: 'Антиковидная эстафета',
        type: 'ORIENT',
        reskeep: [384, 385],
        strava: 4176309175
    },
    {
        id: 'SPB_20201010_2',
        date: '2020-10-10',
        place: 'Луга',
        name: 'О-трейл-рогейн',
        type: 'ROGAINE',
        fmt: '6',
        link: 'https://vk.com/club190501849'
    },
    {
        id: 'SPB_20201011_1',
        date: '2020-10-11',
        place: 'Осиновая Роща',
        name: 'Чемпионат и Первенство Санкт-Петербурга - вело (спринт)',
        type: 'VELO',
        reg: 'http://o-reg.spb.ru/entry-list?id=1182',
        res: 'https://o-site.spb.ru/_races/201011/20201011_res.htm',
        owner: 'SFSO_SPB',
        o_site: '201011'
    },
    {
        id: 'SPB_20201011_2',
        date: '2020-10-11',
        place: 'Первомайское',
        name: 'Кубок Белых ночей 2019/20. 4 этап',
        type: 'ORIENT',
        reskeep: 386,
        owner: 'WN',
        strava: 4181510517
    },
    {
        id: 'SPB_20201017_1',
        date: '2020-10-17',
        name: 'Индивидуальная тренировка Weekly Orient',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1185',
        res: 'https://o-site.spb.ru/_races/2020_WO/201017_res.htm',
        info: 'Индивидуальная тренировка по спортивному ориентированию.',
        o_site: '2020_WO'
    },
    {
        id: 'SPB_20201017_2',
        date: '2020-10-17',
        place: 'Удельная - ул.Нежинская',
        name: 'Sprint Tour SPb - 2020. 4 этап',
        start: 'ST',
        type: 'ORIENT',
        reskeep: 387
    },
    {
        id: 'SPB_20201018_1',
        date: '2020-10-18',
        name: 'Открытая тренировка в г. Выборг',
        type: 'ORIENT',
        reg: 'http://forms.yandex.ru/u/5f80ba716c7ed687f35fd49b/',
        res: 'https://o-site.spb.ru/_races/201018_vyb/201018_rez.htm',
        owner: 'VYBORG',
        o_site: '201018_vyb'
    },
    {
        id: 'SPB_20201018_2',
        date: '2020-10-18',
        name: 'Рогейн 110 - V этап',
        type: 'ROGAINE',
        reg: 'http://orgeo.ru/event/13859',
        res: 'https://o-site.spb.ru/_races/201018_110/201018_res2.htm',
        start: 'ROGAINE_110',
        o_site: '201018_110'
    },
    {
        id: 'SPB_20201018_3',
        date: '2020-10-18',
        place: 'Петяярви',
        name: 'Кубок Белых Ночей 2019/20. 5 этап',
        type: 'ORIENT',
        reskeep: 389,
        owner: 'WN',
        strava: 4212065523
    },
    {
        id: 'SPB_20201024_1',
        date: '2020-10-24',
        place: 'Орехово',
        name: 'Кубок ЛО по рогейну, финал',
        type: 'ROGAINE',
        reg: 'http://sport-orient.ru/products/uncategorized/final-klo-2020',
        o_site: '201024'
    },
    {
        id: 'SPB_20201024_2',
        date: '2020-10-24',
        name: 'Чемпионат и Первенство Санкт-Петербурга - эстафета',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1188',
        res: 'https://o-site.spb.ru/_races/201024_relay/res.htm',
        photo: 'http://vk.com/spb_orient?z=album-154221178_275435432',
        info: 'Организаторы: Комитет по физической культуре и спорту Санкт-Петербурга. СПб ГАУ «Центр подготовки спортивных сборных команд Санкт-Петербурга» РФСОО «Спортивная Федерация спортивного ориентирования Санкт-Петербурга»',
        owner: 'SFSO_SPB',
        o_site: '201024_relay',
        reskeep: 390,
        strava: 4236692958
    },
    {
        id: 'SPB_20201025_1',
        date: '2020-10-25',
        place: 'г. Луга, оз. Омчино',
        name: 'ЧиП ЛО, кросс-классика',
        type: 'ORIENT',
        info: 'Чемпионат Ленинградской области, Первенство Ленинградской области, индивидуальные тренировочные старты. в дисциплине кросс-классика',
        video: [
            'https://www.youtube.com/watch?v=ip1I2EftTj4',
            'https://rutube.ru/video/1f5933100cc56ae8255dd9594f27ddc9/'
        ],
        owner: 'SFSO_LO',
        o_site: '201025LO',
        strava: 4242108810
    },
    {
        id: 'SPB_20201031_1',
        date: '2020-10-31',
        place: 'Пухтолова гора',
        name: 'Чемпионат и Первенство Санкт-Петербурга - вело (классика)',
        type: 'VELO',
        reg: 'http://o-reg.spb.ru/entry-list?id=1191',
        res: 'http://sportident.online/ol/?id=127',
        owner: 'SFSO_SPB',
        o_site: '201031_MTBO',
        reskeep: 383
    },
    {
        id: 'SPB_20201031_2',
        date: '2020-10-31',
        place: 'м.Академическая',
        name: 'Sprint Tour SPb - 2020. 5 этап',
        start: 'ST',
        type: 'ORIENT',
        reskeep: 388,
        strava: 4265390438
    },
    {
        id: 'SPB_20201031_3',
        date: '2020-10-31',
        place: 'Луга, Шалово',
        name: 'Финал КПР',
        type: 'ROGAINE',
        fmt: '4',
        link: 'https://vk.com/club190501849'
    },
    {
        id: 'SPB_20201101_1',
        date: '2020-11-01',
        name: 'Индивидуальная тренировка Перспектива',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1193',
        res: 'https://o-site.spb.ru/_races/201101_perspectiva/201101_res.htm',
        o_site: '201101_perspectiva',
        reskeep: 392,
        strava: 4270412163
    },
    {
        id: 'SPB_20201107_1',
        date: '2020-11-07',
        name: 'Индивидуальная тренировка, Буферный парк, Пушкин',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/',
        res: 'https://o-site.spb.ru/_races/200711/201107_rez3.htm',
        o_site: '200711',
        reskeep: 393,
        strava: 4300602827
    },
    {
        id: 'SPB_20201107_2',
        date: '2020-11-07',
        place: 'Мичуринское',
        name: 'Техника и тактика. 7 этап',
        type: 'ORIENT',
        reskeep: 391
    },
    {
        id: 'SPB_20201108_1',
        date: '2020-11-08',
        name: 'Индивидуальная тренировка Велоперспектива',
        type: 'VELO',
        reg: 'http://o-reg.spb.ru/entry-list?id=1197',
        res: 'http://o-site.spb.ru/_races/201108_perspectiva_2/201108_split2.htm',
        o_site: '201108_veloperspectiva',
        reskeep: 394
    },
    {
        id: 'SPB_20201108_2',
        date: '2020-11-08',
        name: 'Индивидуальная тренировка Перспектива - 2',
        place: 'Орехово',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1197',
        res: 'https://o-site.spb.ru/_races/201108_perspectiva_2/201108_relay.htm',
        o_site: '201108_perspectiva_2',
        reskeep: 395,
        strava: 4308179205
    },
    {
        id: 'SPB_20201108_3',
        date: '2020-11-08',
        place: 'Мичуринское',
        name: 'Техника и тактика. 8 этап',
        type: 'ORIENT',
        reskeep: 396
    },
    {
        id: 'SPB_20201108_4',
        date: '2020-11-08',
        place: 'Пухтолова гора',
        name: 'Кубок Белых Ночей 2019/20. 6 этап',
        type: 'ORIENT',
        reskeep: 397,
        owner: 'WN'
    },
    {
        id: 'SPB_20201114_1',
        date: '2020-11-14',
        name: '«Горный Кросс - 78»',
        type: 'ROGAINE',
        res: 'http://www.o-site.spb.ru/_races/2020GK/200111R_split.htm',
        info: 'МНОГОЭТАПНЫЙ КУБОК ПО РОГЕЙНУ ГК-72 - сплиты - результаты - 11.01 - Орехово ГК-73 - 05.05 - оз.Омчино ГК-74 - 30-31.05 - Кузнечное ГК-75 - 11.07 - Орехово ГК-76 - 29-30.08 - г.Себеж, Псковская обл. ГК-77 - 26.09 - Молодежное ГК-78 - 14.11 - Зеленогорск (финал)',
        fmt: 'Рогейн; 7 и 3 часа БЕГ; 6 часа ВЕЛО; трейл',
        start: 'GORNY_CROSS',
        o_site: '2020GK',
        strava: 4335235686
    },
    {
        id: 'SPB_20201114_2',
        date: '2020-11-14',
        place: 'Горьковская',
        name: 'White Nights Sprint #2',
        type: 'ORIENT',
        reskeep: 398,
        owner: 'WN'
    },
    {
        id: 'SPB_20201115_1',
        date: '2020-11-15',
        name: 'МАРКИР 110%',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1192',
        res: 'https://o-site.spb.ru/_races/201115_110/201115_res.htm',
        start: 'ROGAINE_110',
        o_site: '201115_110',
        strava: 4343003862
    },
    {
        id: 'SPB_20201115_2',
        date: '2020-11-15',
        place: 'Петяярви',
        name: 'Кубок Белых Ночей 2019/20. 7 этап',
        type: 'ORIENT',
        reskeep: 399,
        owner: 'WN'
    },
    {
        id: 'SPB_20201121_1',
        date: '2020-11-21',
        name: 'Индивидуальная тренировка Перспектива - 3',
        type: 'ORIENT',
        reg: 'http://www.o-reg.spb.ru/entry-list?id=1200',
        res: 'https://o-site.spb.ru/_races/201121/201121_res.htm',
        o_site: '201121',
        reskeep: 400
    },
    {
        id: 'SPB_20201122_1',
        date: '2020-11-22',
        place: 'Орехово, база ПАН',
        name: 'Открытая тренировка КСО Гольфстрим',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1202',
        res: 'https://o-site.spb.ru/_races/201122_gulfstream_long/201122_res.htm',
        info: '22 ноября в Орехово состоится тренировка КСО "Гольфстрим". В программе "Лонг. Общий старт." Начало стартов с 11.30. Бюллетень будет опубликован до 11 ноября.',
        o_site: '201122_gulfstream_long',
        reskeep: 402,
        strava: 4374011250
    },
    {
        id: 'SPB_20201122_2',
        date: '2020-11-22',
        place: 'Первомайское',
        name: 'Кубок Белых Ночей. 8 этап',
        type: 'ORIENT',
        reskeep: 401,
        owner: 'WN'
    },
    {
        id: 'SPB_20201122_3',
        date: '2020-11-22',
        place: 'Луга, оз. Омчино',
        name: 'Новгородский меридиан (финал)',
        type: 'ROGAINE',
        fmt: '3',
        link: 'https://vk.com/club91656163'
    },
    {
        id: 'SPB_20201128_1',
        date: '2020-11-28',
        place: 'Орлиная гора. Кавголово',
        name: 'White Nights middle. 2 этап',
        type: 'ORIENT',
        reskeep: 405,
        owner: 'WN',
        strava: 4401434704
    },
    {
        id: 'SPB_20201129_1',
        date: '2020-11-29',
        name: 'Чемпионат Ленинградской обл. Перспектива-4',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/info/14372',
        res: 'https://o-site.spb.ru/_races/201129/201129_split1.htm',
        owner: 'SFSO_LO',
        o_site: '201129',
        reskeep: 404,
        strava: 4406137257
    },
    {
        id: 'SPB_20201129_2',
        date: '2020-11-29',
        place: 'Болотная станция',
        name: 'Кубок Белых Ночей. 9 этап',
        type: 'ORIENT',
        reskeep: 406,
        owner: 'WN'
    },
    {
        id: 'SPB_20201130_1',
        date: '2020-11-30',
        endDate: '2020-12-03',
        place: 'Онлайн',
        name: 'Открытое онлайн-первенство по трейлО',
        type: 'ORIENT',
        reg: 'http://forms.gle/qfZVVcJogXwJs6C28',
        res: 'https://o-site.spb.ru/_races/201203_trailo/Predv_prot_Sport_dlya_vsekh_TreylO.pdf',
        info: 'Открытое Первенство среди обучающихся школьных спортивных клубов ОУ СПб «Спорт для всех» по видам спорта» среди обучающихся с ОВЗ. Все желающие, не относящиеся к школьникам, могут участвовать в группе «Оpen».',
        owner: 'SFSO_LO',
        o_site: '201203_trailo'
    },
    {
        id: 'SPB_20201206_1',
        date: '2020-12-06',
        place: 'Гарболово',
        name: 'Индивидуальная тренировка «Техника и Тактика»',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/2020TT/201206_split3.htm',
        info: 'Тренировочный старт от Яркого Мира',
        o_site: '2020TT',
        reskeep: 403,
        strava: 4437026952
    },
    {
        id: 'SPB_20201212_1',
        date: '2020-12-12',
        name: 'White Nights middle 3 этап',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1207',
        res: 'http://o-site.spb.ru/_races/2020WN/200919_res.htm',
        info: 'Серия тренировочных стартов, проводимая клубом Белые Ночи 1-й этап 19.09.20 Васкелово Результаты Сплиты 2-й этап 28.11.20 Кавголово, Орлиная гора Результаты Сплиты',
        o_site: '2020WN',
        reskeep: 409,
        owner: 'WN'
    },
    {
        id: 'SPB_20201212_2',
        date: '2020-12-12',
        name: 'Индивидуальная тренировка, Баболовский парк, Пушкин',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1209',
        res: 'https://o-site.spb.ru/_races/201212/201212_rez.htm',
        o_site: '201212',
        reskeep: 408,
        strava: 4462507622
    },
    {
        id: 'SPB_20201213_1',
        date: '2020-12-13',
        place: 'Орехово',
        name: 'Индивидуальная тренировка Блиц-Рогейн',
        type: 'ROGAINE',
        reg: 'http://o-reg.spb.ru/entry-list?id=1206',
        res: 'https://o-site.spb.ru/_races/201213/201213_res.htm',
        o_site: '201213'
    },
    {
        id: 'SPB_20201213_2',
        date: '2020-12-13',
        place: 'Ржевский лесопарк',
        name: 'Индивидуальная тренировка от клуба Аврора',
        type: 'ORIENT',
        reg: 'http://www.o-reg.spb.ru/entry-list?id=1211',
        res: 'https://o-site.spb.ru/_races/201213_1/201213_res.htm',
        info: 'Индивидуальная тренировка от клуба Аврора',
        o_site: '201213_1',
        reskeep: 411,
        strava: 4465890784
    },
    {
        id: 'SPB_20201213_3',
        date: '2020-12-13',
        place: 'Мичуринское',
        name: 'Кубок Белых Ночей. 10 этап',
        type: 'ORIENT',
        reskeep: 410,
        owner: 'WN'
    },
    {
        id: 'SPB_20201219_1',
        date: '2020-12-19',
        name: 'Индивидуальная тренировка В поисках Деда Мороза',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/201220/2020_res.htm',
        info: 'Предновогодняя индивидуальная тренировка "В поисках Деда Мороза".',
        o_site: '201220',
        reskeep: 407
    },
    {
        id: 'SPB_20201220_1',
        date: '2020-12-20',
        place: 'Охта-Парк',
        name: 'Приз Деда Мороза',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1213',
        res: 'https://o-site.spb.ru/_races/201220_bn/201220_res.htm',
        o_site: '201220_bn',
        reskeep: 412,
        strava: 4494278879
    },
    {
        id: 'SPB_20201226_1',
        date: '2020-12-26',
        place: 'Пушкин, Нижний парк',
        name: 'Индивидуальная тренировка, Нижний парк, Пушкин',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1214',
        res: 'https://o-site.spb.ru/_races/201226/201226_RES.htm',
        o_site: '201226',
        reskeep: 415,
        strava: 4519141764
    },
    {
        id: 'SPB_20201227_1',
        date: '2020-12-27',
        place: 'Воейково',
        name: 'Предновогодняя индивидуальная тренировка Ингрия',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/14552',
        res: 'https://o-site.spb.ru/_races/201227i/201227_res.htm',
        o_site: '201227i',
        reskeep: 416
    },
    {
        id: 'SPB_20201227_2',
        date: '2020-12-27',
        place: 'Лемболово',
        name: 'Тренировка Новогодний Маркир',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1208',
        res: 'https://o-site.spb.ru/_races/201227/201227_res_1.htm',
        o_site: '201227',
        strava: 4524905096
    },
    {
        id: 'SPB_20201231_1',
        date: '2020-12-31',
        place: 'Парк Сосновка',
        name: 'Тренировка FoxTeam',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=1330',
        o_site: '211231',
        reskeep: 417
    }
];
