let events2004 = [
    {
        date: '2004-04-24',
        place: 'Пискаревский лесопарк',
        name: 'Открытие летнего сезона по вело-О',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/040424/rezults.htm',
        info: 'Соревнования открывают начало летнего сезона по вело-ориентированию. В программе личные соревнования заданного направления на классической дистанции.',
        o_site: '040424'
    },
    {
        date: '2004-04-25',
        place: 'пос.Разметелево',
        name: '1 этап Кубка Яркого Мира',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/040425/rezults.htm',
        info: 'Первый этап пройдет по новой карте, составленной Виктором Рыловым в 2004г.',
        fmt: '1 этап Кубка',
        start: 'YM',
        o_site: '040425'
    },
    {
        date: '2004-05-01',
        place: 'Верхний Петергофский (Пролетарский) лесопарк',
        name: 'Парк Тур I по вело-О',
        type: 'VELO',
        o_site: '00000003'
    },
    {
        date: '2004-06-05',
        endDate: '2004-06-06',
        place: 'Кузьмолово',
        name: 'Чемпионат СПб, спринт',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/040606/sprint.zip',
        info: 'Возрастные группы: Спринт: МЖ12, МЖ14, МЖ16, МЖ18, МЖ20, МЖ21Е, МЖ21К, МЖ40, МЖ50 МЖ60; МЖ open (ребенок + родитель, ребенок + тренер, новички).',
        fmt: 'спринт',
        owner: 'SFSO_SPB',
        o_site: '040606'
    },
    {
        date: '2004-06-05',
        place: 'Кузьмолово',
        name: 'Чемпионат СПб, эстафеты',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/040605/relay.zip',
        info: 'Чемпионат СПб, эстафеты',
        fmt: 'эстафеты',
        owner: 'SFSO_SPB',
        o_site: '040605'
    },
    {
        date: '2004-06-11',
        endDate: '2004-06-13',
        place: 'Орехово',
        name: 'Невский Азимут',
        type: 'ORIENT',
        info: 'Невский Азимут',
        fmt: 'многодневка',
        start: 'NA',
        o_site: '040611_NA'
    },
    {
        date: '2004-06-12',
        endDate: '2004-06-13',
        place: 'Зеркальный',
        name: 'Red Fox adventure race',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/00000012/results.htm',
        info: 'второе издание летнего чемпионата СПб по приключенческим гонкам',
        start: 'RFAR',
        o_site: '00000012'
    },
    {
        date: '2004-06-14',
        endDate: '2004-06-16',
        place: 'пос.Снегирёвка',
        name: 'Яркий Мир - 2004',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/040614_YM/YM_results.zip',
        info: 'традиционная многодневка',
        fmt: 'многодневка',
        start: 'YM',
        o_site: '040614_YM'
    },
    {
        date: '2004-06-17',
        endDate: '2004-06-20',
        place: 'Первомайское',
        name: 'Белые Ночи',
        type: 'ORIENT',
        info: 'Старейшая питерская многодневка. Новый район, новые карты. К сожалению, проходит в одни сроки с финской эстафетой Jukola',
        fmt: 'многодневка',
        owner: 'WN',
        start: 'WN',
        o_site: '040618_WN'
    },
    {
        date: '2004-06-22',
        endDate: '2004-06-24',
        place: 'район пос. Кузнечное (пл. 152 км)',
        name: 'Карельские скалы',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/040622_KS/results.rar',
        info: 'Обычно одна из самых интересных с точки зрения местности и карт многодневок. В этом году снова новый район. Специальная страничка, посвящённая этим соревнованиям: http://ski-o-spb.narod.ru/ks/',
        fmt: 'многодневка',
        start: 'KS',
        o_site: '040622_KS'
    },
    {
        date: '2004-06-25',
        endDate: '2004-06-27',
        place: 'пос. Петяярви',
        name: 'XII-й Мемориал Святкина',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/040626_MS/result_3days.zip',
        info: 'Традиционно хорошая организация и сильный состав участников',
        fmt: 'многодневка',
        start: 'MMS',
        o_site: '040626_MS'
    },
    {
        date: '2004-07-03',
        place: 'Кавголово',
        name: 'Гонка ориентировщиков',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/040703/O-Gonka.html',
        info: 'Мужская дистанция 26 км ( 5 кругов по лыжной трассе ). Женская дистанция 10.4 км ( 2 круга).',
        o_site: '040703'
    },
    {
        date: '2004-07-04',
        place: 'пл. 67-й км',
        name: '3-й этап Кубка Яркого Мира',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/040704/YM_etap_3.zip',
        start: 'YM',
        o_site: '040704'
    },
    {
        date: '2004-07-10',
        endDate: '2004-07-11',
        place: '10.07.04 г. пл. 69 км, 11.07.04 г. – Пухтолова гора',
        name: 'Чемпионат СПб по MTB-O',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/040710/ChempSPbMTBO.html',
        info: 'Чемпионат Санкт-Петербурга по ориентированию на велосипедах (МТВ-О). Возрастные группы: МЖ14, МЭ, ЖЭ, МЖ40, МЖ-Новички',
        owner: 'SFSO_SPB',
        o_site: '040710'
    },
    {
        date: '2004-07-31',
        endDate: '2004-08-01',
        place: 'Рощино-Ильичёво-Зеленогорск',
        name: 'Три-О-Тлон',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/tri-o-tlon-2004/results.htm',
        photo: 'http://o-site.spb.ru/gallery.php?id=gallery_TOT2004',
        info: '3-я традиционная мультиспортивная гонка. Участники: команды двойки любого пола. Дистанции: длинная (120км) и техническая (60км).',
        logo: 'triotlon.gif',
        o_site: 'tri-o-tlon-2004'
    },
    {
        date: '2004-08-15',
        place: 'Токсово, оз. Хепоярви',
        name: 'Чемпионат Санкт-Петербурга по MTBO',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/040815/ChempSPbMTBO-klas2.htm',
        fmt: 'Соревнования в заданном направлении, классическая дистанция',
        owner: 'SFSO_SPB',
        o_site: '040815'
    },
    {
        date: '2004-09-05',
        place: 'пл.69-й км (Чёрный лес)',
        name: 'Кубок Яркий Мир, 4-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/040905/4e-split.zip',
        info: 'Возрастные группы: МЖ 10 12 14 16 40 50 60 Ж21 М21а М21б',
        fmt: 'средняя дистанция',
        start: 'YM',
        o_site: '040905'
    },
    {
        date: '2004-09-11',
        endDate: '2004-09-12',
        place: 'район озера Пасторского',
        name: 'Чемпионат СПБ, классика и средняя',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/040911/resuts_2days.zip',
        info: 'Группы – Первенство - МЖ12,14,16,18,20,40,50,60,21К; Чемпионат – МЖ 21Е',
        owner: 'SFSO_SPB',
        o_site: '040911'
    },
    {
        date: '2004-09-19',
        place: 'Орехово',
        name: 'Фестиваль ВЕЛОПИТЕР-2004',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/040919/mtb-o_VeloPiter.zip',
        fmt: 'ориентирование по выбору',
        o_site: '040919'
    },
    {
        date: '2004-09-24',
        endDate: '2004-09-28',
        place: 'Зеркальный - Яппиля',
        name: 'Надежда Европы',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/040924/results_yapilya.rar',
        info: 'традиционные соревнования по спортивному ориентированию для юных спортсменов Надежда Европы, а также соревнования на приз клуба Mile-sport и марафон На холмах Яппиля',
        start: 'EUROPEAN_HOPE',
        o_site: '040924'
    },
    {
        date: '2004-09-25',
        place: 'ст. Яппиля',
        name: 'Первенство клуба MILE-SPORT',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/040925/040925.zip',
        info: 'Соревнования личные. Спринт. Старт раздельный. Соревнования проводятся по группам: МЖ10, МЖ12, МЖ14, МЖ16, МЖ18-20,МЖ21, МЖ40',
        o_site: '040925'
    },
    {
        date: '2004-09-26',
        name: 'Марафон На Холмах Яппиля',
        type: 'ORIENT',
        info: 'Удлиненная дистанция, общий старт. электронная отметка «SFR –system».',
        o_site: '040926'
    },
    {
        date: '2004-10-03', name: 'Кубок Аничкова дворца', type: 'ORIENT', o_site: '041003'
    },
    {
        date: '2004-10-03',
        name: 'Кубок Яркого Мира-2004, финал',
        type: 'ORIENT',
        info: 'Традиционные соревнования по спортивному ориентированию. Группы МЖ 10,12,14,16,40,50,60; Ж21; М21а,М21б; группа 7-8 лет. Электронная отметка «SFR –system».',
        start: 'YM',
        o_site: '041003_YM'
    },
    {
        date: '2004-10-09',
        name: 'XXXIII Соревнования по ночному ориентированию памяти А. Окинчица',
        type: 'ORIENT',
        info: 'Традиционные (33-й выпуск) ночные командные соревнования по ориентированию памяти А. Окинчица',
        start: 'OKINCHITSA',
        o_site: '041009'
    },
    {
        date: '2004-10-16',
        name: 'Критериум – 18',
        type: 'ORIENT',
        info: 'Соревнование заключается в поочерёдном прохождении небольших дистанций, рассчитанных на прохождение победителем петли за 24-26 минут. Количество петель для мужчин – 4, для женщин – 3. Интервал старта на петли – 40 минут',
        o_site: '00000028'
    },
    {
        date: '2004-10-17',
        name: '6-ти этапные эстафеты',
        type: 'ORIENT',
        info: 'юношеская шестиэтапная эстафета «Jun-80»: участники 1989 – 1994 г.р., не менее двух девушек; сумма возрастов шести участников команды не более 80 лет. смешанная шестиэтапная эстафета «Mix-21»: участники не моложе 1991 г.р.',
        o_site: '041017'
    },
    {
        date: '2004-10-24',
        name: 'Чемпионат СПб, удлинённая дистанция',
        type: 'ORIENT',
        info: 'удлиненная дистанция с общего старта с рассеиванием',
        owner: 'SFSO_SPB',
        o_site: '041024'
    },
    {
        date: '2004-10-30',
        place: 'Голубая Дача',
        name: 'Кубок Стоматолога',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/041030/041030_results.htm',
        info: 'Кросс 3-5 км (не стандартный круг, а проще)+ориентирование в заданном направлении (спринт 6км ). Группа Ж -дистанция короче Начало старта в 12.00. Старт раздельный',
        o_site: '041030'
    },
    {
        date: '2004-10-31',
        place: 'парк Сосновка',
        name: 'Снежная Тропа, 1-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/041031/results_etap1.zip',
        info: 'Ориентирование по выбору. Старт общий по группам',
        fmt: 'парковое ориентирование',
        owner: 'SFSO_SPB',
        o_site: '041031'
    },
    {
        date: '2004-11-28',
        place: 'Осиновая Роща',
        name: 'Снежная Тропа, 2-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/041128/results_etap2.zip',
        info: '2-й этап Кубка Санкт-Петербурга по парковому ориентированию',
        owner: 'SFSO_SPB',
        o_site: '041128'
    },
    {
        date: '2004-12-26',
        place: 'Кузьмолово',
        name: 'Новогодние Эстафеты',
        type: 'SKI',
        res: 'https://o-site.spb.ru/_races/041226/NY_relay_res.zip',
        info: 'соревнования по ориентированию на маркированной трассе',
        o_site: '041226'
    }
];
