let events2018 = [
    {
        date: '2018-01-03',
        place: 'п.Мичуринское, ДОЛ "Мечта"',
        name: 'УТС в Мичуринском',
        type: 'ORIENT',
        reg: 'http://sportident.ru/entry/event_info.php?id=3551',
        info: 'Адрес офиса ДОЛ «Мечта»: пр. Энгельса, дом 71 Лит "А", офис или 115, или Цоколь. Тел. 89215768216 - Елена',
        o_site: '180103'
    },
    {
        date: '2018-01-07',
        endDate: '2018-01-08',
        place: 'п.Мичуринское',
        name: 'Рождественские старты 2018',
        type: 'ORIENT',
        reg: 'http://sportident.ru/entry/event_info.php?id=3625',
        res: 'https://o-site.spb.ru/_races/18010708/180107_res.htm',
        owner: 'NW',
        o_site: '18010708'
    },
    {
        date: '2018-01-13',
        name: 'ГорныйКросс-61',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/180113R/180113R_res.pdf',
        fmt: 'рогейн 3 и 6 часов',
        o_site: '180113R'
    },
    {
        date: '2018-01-14',
        place: 'Голубая Дача',
        name: 'Northern Winter - рогейн',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/180114/180114_res.htm',
        o_site: '180114'
    },
    {
        date: '2018-01-14',
        name: 'Соревнования на приз газеты Всеволожские вести',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=829',
        res: 'https://o-site.spb.ru/_races/180114_VV/180114_split.html',
        start: 'VSEV_VESTI',
        o_site: '180114_VV'
    },
    {
        date: '2018-01-20',
        place: 'Кузьмолово',
        name: 'Чемпионат и п-во СПб (зимняя программа) - лыжная гонка - маркированная трасса',
        type: 'SKI',
        res: 'https://o-site.spb.ru/_races/180120/20180120_res.htm',
        owner: 'SFSO_SPB',
        o_site: '180120'
    },
    {
        date: '2018-01-21',
        place: 'Кузьмолово',
        name: 'Чемпионат и п-во СПб (зимняя программа) - лыжная гонка - спринт',
        type: 'SKI',
        res: 'https://o-site.spb.ru/_races/180121/20180121_res.htm',
        owner: 'SFSO_SPB',
        o_site: '180121'
    },
    {
        date: '2018-01-26',
        endDate: '2018-01-28',
        place: 'Будогощь',
        name: 'Чемпионат и первенство Ленинградской обл. по ориентированию на лыжах',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/registration/5769',
        res: 'https://o-site.spb.ru/_races/18012628/180126_res.pdf',
        owner: 'SFSO_LO',
        o_site: '18012628'
    },
    {
        date: '2018-01-27',
        place: 'Токсово',
        name: 'Зимний рогейн в Токсово, 1 этап Кубка ЛО по рогейну',
        type: 'ROGAINE',
        reg: 'http://www.multsport.ru/starts/winter-rogaine-18/registration.html',
        res: 'http://www.multsport.ru/images/rog1cup18/rezult.htm',
        fmt: '4 часа, лыжи, бег',
        start: 'MULTSPORT',
        o_site: '180127'
    },
    {
        date: '2018-01-28',
        place: 'Павловский парк',
        name: 'Соревнования ко Дню снятия Блокады',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/180128/180128_split.htm',
        info: 'Проходят при поддержке ОАО "Фацер"',
        o_site: '180128'
    },
    {
        date: '2018-02-04',
        place: 'Кавголово',
        name: 'Выбор50 - зимний Кубок Белых Ночей',
        type: 'SKI',
        reg: 'http://o-reg.spb.ru/entry-list?id=836',
        res: 'https://o-site.spb.ru/_races/180204_BN/180204_res.htm',
        owner: 'WN',
        o_site: '180204_BN'
    },
    {
        date: '2018-02-10',
        endDate: '2018-02-11',
        name: 'Matreshka-ski',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=838',
        res: 'https://o-site.spb.ru/_races/18021011_matreshka/180210M_res.htm',
        o_site: '18021011_matreshka'
    },
    {
        date: '2018-02-10',
        endDate: '2018-02-11',
        place: 'Цвелодубово',
        name: 'Всероссийская зимняя Универсиада (1 этап)',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=837',
        res: 'https://o-site.spb.ru/_races/18021011/180210_rez.htm',
        info: 'Спортсмены, не представившие все необходимые документы в мандатную комиссию, не будут включены в стартовые протоколы и допущены к соревнованиям!',
        o_site: '18021011'
    },
    {
        date: '2018-02-11',
        place: 'Ленинградская обл., Выборгский район, пос. Зеркальный',
        name: 'Первенство СДЮСШ ОР №2 СПБ ГДТЮ',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=834',
        res: 'https://o-site.spb.ru/_races/180204/180204_res.htm',
        info: 'Соревнования состоятся в районе ЗЦ Зеркальный 04 февраля - Лыжная гонка-спринт 11 февраля - Лыжная гонка-маркированная трасса (с проколами в карте) На соревнования заявки принимаются только от коллективов Санкт-Петербурга.',
        owner: 'SFSO_SPB',
        o_site: '180204'
    },
    {
        date: '2018-02-12',
        endDate: '2018-02-17',
        place: 'п. Цвелодубово',
        name: 'Первенство России, Цвелодубово',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/180212/4komandnye.rar',
        owner: 'SFSO_LO',
        o_site: '180212'
    },
    {
        date: '2018-02-18',
        place: 'Цвелодубово',
        name: 'Чемпионат и первенство Ленинградской обл. по ориентированию на лыжах',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=840',
        res: 'https://o-site.spb.ru/_races/180218/180218_res2.htm',
        owner: 'SFSO_LO',
        o_site: '180218'
    },
    {
        date: '2018-02-23',
        place: 'Цвелодубово',
        name: 'Чемпионат и п-во СПб (зимняя программа) - лыжная гонка - комбинация',
        type: 'SKI',
        reg: 'http://o-reg.spb.ru/entry-list?id=841',
        res: 'https://o-site.spb.ru/_races/180223/180223_res.htm',
        owner: 'SFSO_SPB',
        o_site: '180223'
    },
    {
        date: '2018-02-24',
        place: 'Цвелодубово',
        name: 'Чемпионат и п-во СПб (зимняя программа) - лыжная гонка - эстафета',
        type: 'SKI',
        reg: 'http://o-reg.spb.ru/entry-list?id=843',
        res: 'https://o-site.spb.ru/_races/180224/180224_res.htm',
        owner: 'SFSO_SPB',
        o_site: '180224'
    },
    {
        date: '2018-02-25',
        place: 'Новоорловский парк',
        name: 'ОРИЕНТИР-КОЛОМЯГИ',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=844',
        res: 'https://o-site.spb.ru/_races/180225_ok/180225_res.htm',
        o_site: '180225_ok'
    },
    {
        date: '2018-02-25',
        place: 'Цвелодубово',
        name: 'Чемпионат и п-во СПб (зимняя программа) - лыжная гонка - лонг',
        type: 'SKI',
        reg: 'http://o-reg.spb.ru/entry-list?id=842',
        res: 'https://o-site.spb.ru/_races/180225/180225_res.htm',
        owner: 'SFSO_SPB',
        o_site: '180225'
    },
    {
        date: '2018-03-03',
        place: 'оз.Вуокса, Приозерский р-н, п.Кротово',
        name: 'Рогейн Ice Trail, 2-й этап Кубка ЛО по рогейну',
        type: 'ROGAINE',
        reg: 'http://www.multsport.ru/starts/ice-trail-2018/registration.html',
        res: 'http://www.multsport.ru/starts/ice-trail-2018/results.html',
        fmt: 'Рогейн 6ч (лыжи, бег)',
        start: 'MULTSPORT',
        o_site: '180303'
    },
    {
        date: '2018-03-04',
        place: 'Кузьмолово',
        name: 'Чемпионат и п-во СПб (зимняя программа) - лыжная гонка - классика ОС',
        type: 'SKI',
        res: 'https://o-site.spb.ru/_races/180304/180204_res.htm',
        owner: 'SFSO_SPB',
        o_site: '180304'
    },
    {
        date: '2018-03-08',
        place: 'Токсово',
        name: 'Всеволожская тропа: Токсово',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=848',
        res: 'http://o-site.spb.ru/_races/180223VT/180223_res.htm',
        info: '23 февраля, Рахья: результаты, сплиты. 8 марта, Токсово результаты, сплиты.',
        o_site: '180223VT'
    },
    {
        date: '2018-03-09',
        endDate: '2018-03-11',
        name: 'Sprint Camp SPb 2018',
        type: 'ORIENT',
        reg: 'http://sportident.ru/entry/event_info.php?id=3724',
        res: 'https://o-site.spb.ru/_races/180309-11/180309_SC_rez.htm',
        o_site: '180309-11'
    },
    {
        date: '2018-03-11',
        place: 'Шуваловский парк',
        name: 'Первенство Выборгского района',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=850',
        res: 'https://o-site.spb.ru/_races/180311/180311_res.htm',
        info: 'Соревнования являются официальным первенством Выборгского р-на СПб, в детских, юниорских и основных группах возможно выполнение массовых разрядов.',
        owner: 'VYBORG',
        o_site: '180311'
    },
    {
        date: '2018-03-16',
        name: 'Кубок России в Сочи',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/180316Sochi/res1.htm',
        o_site: '180316Sochi'
    },
    {
        date: '2018-03-17',
        place: 'г. Пушкин, Нижний парк',
        name: 'Весёлый ветер',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=852',
        res: 'https://o-site.spb.ru/_races/180317_P/180317_res.htm',
        o_site: '180317_P'
    },
    {
        date: '2018-03-21',
        name: 'Черное море - 2018',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/180323Gel/res1.htm',
        o_site: '180323Gel'
    },
    {
        date: '2018-03-31',
        place: 'г. Пушкин',
        name: 'Ориентир-1',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=863',
        res: 'https://o-site.spb.ru/_races/180331/180331_res.htm',
        info: 'Традиционная серия тренировочных стартов, проводимых КСО "Азимут"',
        o_site: '180331'
    },
    {
        date: '2018-04-07',
        name: 'Весенние капели',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=866',
        res: 'https://o-site.spb.ru/_races/180401/180407_res_.htm',
        o_site: '180401'
    },
    {
        date: '2018-04-08',
        place: 'г. Сертолово',
        name: 'Всеволожская тропа:Сертолово',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=865',
        res: 'https://o-site.spb.ru/_races/180408/180804_res.htm',
        o_site: '180408'
    },
    {
        date: '2018-04-14',
        place: 'Голубая Дача',
        name: 'Кубок Всеволожского района',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=869',
        res: 'https://o-site.spb.ru/_races/180414/180414_res.htm',
        o_site: '180414'
    },
    {
        date: '2018-04-15',
        name: 'Тренировка на Пухтоловой горе',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/180415_tr/180415_res.htm',
        o_site: '180415_tr'
    },
    {
        date: '2018-04-18',
        name: 'Первенство Красногвардейского района',
        type: 'ORIENT',
        reg: 'https://o-site.spb.ru/_races/180418_K/180418_zayavka.xls',
        res: 'https://o-site.spb.ru/_races/180418_K/180418_RES_K.htm',
        o_site: '180418_K'
    },
    {
        date: '2018-04-18',
        place: 'ГБОУ школа № 552 по адресу: г. Пушкин, ул. Хазова д.7 лит А',
        name: 'Спортивное ориентирование - в школу, Пушкинский р-н',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/180418/180418_res_lab.pdf',
        photo: 'http://vk.com/album-51571395_253168487',
        info: 'Проект Федерации Спортивного Ориентирования Санкт-Петербурга, направленный на популяризацию спортивного ориентирования среди школьников. Проходит при поддержке: Комитета по молодежной политике и взаимодействию с общественными организациями Санкт-Петербурга, Комитета по образованию Санкт-Петербурга, ОАО "Фацер"',
        owner: 'SFSO_SPB',
        o_site: '180418'
    },
    {
        date: '2018-04-21',
        endDate: '2018-04-22',
        name: 'Сосновоборские Дюны',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=859',
        res: 'https://o-site.spb.ru/_races/180421-22_/180421_res.htm',
        info: 'Соревнования проводятся 21-22 апреля 2018 года в г. Сосновый Бор.',
        owner: 'YUVENTA',
        o_site: '180421-22_'
    },
    {
        date: '2018-04-22',
        place: 'Сосновый Бор',
        name: 'Открытая тренировка МТБО',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/180422/180422_result.htm',
        o_site: '180422'
    },
    {
        date: '2018-04-25',
        place: 'школа № 467, Колпинский район, бул. Трудящихся, д.9',
        name: 'Спортивное ориентирование в школу, Колпинский р-н',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/180425/180425_res_lab.htm',
        photo: 'http://vk.com/album-51571395_253323178',
        info: 'Проект Федерации Спортивного Ориентирования Санкт-Петербурга, направленный на популяризацию спортивного ориентирования среди школьников. Проходит при поддержке: Комитета по молодежной политике и взаимодействию с общественными организациями Санкт-Петербурга, Комитета по образованию Санкт-Петербурга, ОАО "Фацер"',
        o_site: '180425'
    },
    {
        date: '2018-04-25',
        place: 'Пушкин, Баболовский парк',
        name: 'Царскосельский Азимут',
        type: 'ORIENT',
        res: 'http://orgeo.ru/live/#/6566  --',
        o_site: '180425ca'
    },
    {
        date: '2018-04-29',
        endDate: '2018-05-02',
        place: 'Токсово',
        name: 'Чемпионат и п-во СЗФО. Майская многодневка',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/180429/180429_resNW.htm',
        o_site: '180429'
    },
    {
        date: '2018-05-01',
        name: 'Горный Кросс-62',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/180501R/180501R_res.pdf',
        fmt: 'рогейн: БЕГОМ 5 и 2 часа, ВЕЛО - 4 часа',
        start: 'GORNY_CROSS',
        o_site: '180501R'
    },
    {
        date: '2018-05-01',
        name: 'Первенство СДЮСШ ОР №2 СПБ ГДТЮ',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=880',
        res: 'https://o-site.spb.ru/_races/180415_SD2/180430_RES.htm',
        owner: 'SFSO_SPB',
        o_site: '180415_SD2'
    },
    {
        date: '2018-05-01',
        name: 'ТМ в ОК Университетский',
        type: 'ORIENT',
        info: 'ТРЕНИРОВОЧНОЕ МЕРОПРИЯТИЕ (ТМ) ПО СПОРТИВНОМУ ОРИЕНТИРОВАНИЮ в период с 28 апреля по 01 мая 2018 года на базе ОК «Университетский»',
        o_site: '180428-0501'
    },
    {
        date: '2018-05-01',
        name: 'Летний Кубок СПб и ЛО',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=883',
        info: 'Многоэтапные лично-командные соревнования по спортивному ориентированию «Кубок Санкт-Петербурга и Ленинградской области» проводятся Федерациями спортивного ориентирования Санкт-Петербурга и Ленинградской области с целью развития клубного движения и выявления сильнейших спортсменов-ориентировщиков и сильнейших клубов спортивного ориентирования СПб и ЛО. 1-й этап 20.05 Чемпионат и Первенство СПб, спринт. Калининский р-он СПб. Рейтинг 2-й этап 03.06 Чемпионат и Первенство СПб, лонг. Цвелодубово. Рейтинг 3-й этап 16.09 Чемпионат и Первенство ЛО, лонг. Мичуринское. Рейтинг 4-й этап 23.09 Чемпионат и Первенство СПб, марафон/лонг-общий старт. Яппиля. Рейтинг 5-й этап 30.09 Чемпионат и Первенство СПб, эстафета. Лемболово. Рейтинг 6-й этап 07.10 Чемпионат и Первенство СПб, классика. Стеклянный. Рейтинг 7-й этап 21.10 "Золотая осень", 2-ой день, классика. Выборг. Рейтинг',
        o_site: 'SPb_LO_Cup_2018',
        endDate: '2018-10-31'
    },
    {
        date: '2018-05-05',
        name: 'Рогейн Колтушские высоты, 3-й этап Кубка ЛО',
        type: 'ROGAINE',
        reg: 'http://sport-orient.ru/products/uncategorized/klo-2-etap',
        o_site: '180505'
    },
    {
        date: '2018-05-06',
        place: 'Будогощь',
        name: '4-е соревнования Памяти Ю.А.Березюка',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/info/5866',
        o_site: '180506_B'
    },
    {
        date: '2018-05-09',
        place: 'Лемболово',
        name: 'Соревнования, посвящённые Дню Победы',
        type: 'ORIENT',
        reg: 'http://new.o-reg.spb.ru/?filter[day_id]=882',
        res: 'https://o-site.spb.ru/_races/180509/180509_res.htm',
        info: 'ВНИМАНИЕ! При заявке на этот старт тестируется новая версия сайта o-reg.spb.ru "Старые" логин и пароль на новом сайте работают! Если возникают проблемы с заявкой - пишите на электронную почту гл. секретаря или звоните ему (см. информацию о старте).',
        o_site: '180509'
    },
    {
        date: '2018-05-13',
        place: 'г. Пухтола',
        name: 'Памяти друзей',
        type: 'ORIENT',
        reg: 'http://new.o-reg.spb.ru/?filter[day_id]=883',
        res: 'https://o-site.spb.ru/_races/180513/180513_res.htm',
        info: 'ВНИМАНИЕ! При заявке на этот старт продолжает тестироваться новая версия сайта o-reg.spb.ru "Старые" логин и пароль на новом сайте работают! Если возникают проблемы с заявкой - пишите на электронную почту гл. секретаря или звоните ему (см. информацию о старте).',
        o_site: '180513'
    },
    {
        date: '2018-05-16',
        place: 'Гимназия № 642 «Земля и Вселенная» по адресу: Санкт-Петербург, Морская набережная, д 15, кор. 2',
        name: 'Спортивное ориентирование в школу, Василеостровский район',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/180516/180516_res_lab.htm',
        photo: 'http://vk.com/fazer_russia?z=album-51571395_253824443',
        info: 'Проект Федерации Спортивного Ориентирования Санкт-Петербурга, направленный на популяризацию спортивного ориентирования среди школьников. Проходит при поддержке: Комитета по молодежной политике и взаимодействию с общественными организациями Санкт-Петербурга, Комитета по образованию Санкт-Петербурга, ОАО "Фацер"',
        o_site: '180516'
    },
    {
        date: '2018-05-19',
        place: 'село Павлово (Колтуши)',
        name: 'Российский Азимут - Ленинградская область',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=886',
        res: 'https://o-site.spb.ru/_races/180519_RALO/180519_rez_RA_LO.htm',
        owner: 'SFSO_LO',
        o_site: '180519_RALO'
    },
    {
        date: '2018-05-19',
        name: 'Российский Азимут - Санкт-Петербург',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=884',
        res: 'https://o-site.spb.ru/_races/180519_RA_SPb/180519_RES.htm',
        info: 'Соревнования состоятся 19 мая в парке "Сосновка"',
        owner: 'SFSO_SPB',
        o_site: '180519_RA_SPb'
    },
    {
        date: '2018-05-19',
        endDate: '2018-05-20',
        place: 'оз.Вуокса, Приозерский р-н, п.Горы',
        name: 'Весенний водный рогейн',
        type: 'ROGAINE',
        reg: 'http://www.multsport.ru/starts/canoe-rogaine-2018/registration.html',
        res: 'http://www.multsport.ru/images/rogCanoe18/rezult.htm',
        fmt: 'Рогейн 8ч и 16ч (на байдарках)',
        start: 'MULTSPORT',
        o_site: '18051920'
    },
    {
        date: '2018-05-20',
        place: 'Санкт-Петербург, Калининский район',
        name: 'Чемпионат и первенство СПб - спринт',
        type: 'ORIENT',
        reg: 'http://www.o-reg.spb.ru/entry-list?id=887',
        res: 'https://o-site.spb.ru/_races/180520/180520_rez_sprint.htm',
        info: 'Организаторы: Региональная физкультурно-спортивная общественная организация «Спортивная Федерация спортивного ориентирования Санкт-Петербурга» КСО Норд-Вест Со-организаторы: Комитет по физической культуре и спорту Санкт-Петербурга ГАУ «Центр подготовки спортивных сборных команд Санкт-Петербурга»',
        owner: 'SFSO_SPB',
        o_site: '180520'
    },
    {
        date: '2018-05-23',
        place: 'на базе школы-интерната №9 Калининского района (ул.Старцева д.7.)',
        name: 'Спортивное ориентирование в школу, Калининский район',
        type: 'ORIENT',
        photo: 'http://vk.com/fazer_russia?z=album-51571395_254007253',
        info: 'Проект Федерации Спортивного Ориентирования Санкт-Петербурга, направленный на популяризацию спортивного ориентирования среди школьников. Специальный этап, рассчитанный на участие в том числе и детей с нарушениями опорно-двигательного аппарата. Проводится на базе школы-интерната для детей с ограниченными возможностями развития. Проходит при поддержке: Комитета по молодежной политике и взаимодействию с общественными организациями Санкт-Петербурга, Комитета по образованию Санкт-Петербурга, ОАО "Фацер"',
        o_site: '180523'
    },
    {
        date: '2018-05-25',
        name: 'Спартакиада ВС РФ среди сборных команд ВУЗов',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/180524-26/180524_res_l.pdf',
        o_site: '180524-26'
    },
    {
        date: '2018-05-26',
        endDate: '2018-05-27',
        place: 'Выборгский р-н ЛО',
        name: 'Выборгская тройка',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/18052627/180526_V3_rez.htm',
        owner: 'VYBORG',
        o_site: '18052627',
        reskeep: [
            23,
            22
        ]
    },
    {
        date: '2018-06-02',
        place: 'Красная Горка',
        name: 'Чемпионат и Первенство СПБ - велокросс эстафета',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/180602r/180602_relay.htm',
        owner: 'SFSO_SPB',
        o_site: '180602r'
    },
    {
        date: '2018-06-02',
        place: 'Красная Горка',
        name: 'Чемпионат и Первенство СПб - велокросс спринт',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/180702/20180602_sprint_res.htm',
        owner: 'SFSO_SPB',
        o_site: '180702',
        reskeep: 21
    },
    {
        date: '2018-06-03',
        place: 'Цвелодубово',
        name: 'Чемпионат и первенство СПб - лонг',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=898',
        res: 'https://o-site.spb.ru/_races/180603/180603_res.htm',
        info: 'Организаторы: Региональная физкультурно-спортивная общественная организация «Спортивная Федерация спортивного ориентирования Санкт-Петербурга» КСО "Азимут" Со-организаторы: Комитет по физической культуре и спорту Санкт-Петербурга ГАУ «Центр подготовки спортивных сборных команд Санкт-Петербурга»',
        owner: 'SFSO_SPB',
        o_site: '180603',
        reskeep: 20
    },
    {
        date: '2018-06-09',
        endDate: '2018-06-11',
        place: 'Орехово',
        name: 'Невский Азимут',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=881',
        res: 'https://o-site.spb.ru/_races/18060911/180609_res_.htm',
        start: 'NA',
        o_site: '18060911'
    },
    {
        date: '2018-06-10',
        name: 'BondCup MTBO',
        type: 'VELO',
        reg: 'http://o-reg.spb.ru/entry-list?id=900',
        res: 'https://o-site.spb.ru/_races/180610V/180610V_split.htm',
        o_site: '180610V'
    },
    {
        date: '2018-06-11',
        place: 'ж/д станция Орехово',
        name: 'Открытая тренировка МТБО',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=893',
        res: 'https://o-site.spb.ru/_races/180611/20180611_res.htm',
        o_site: '180611'
    },
    {
        date: '2018-06-12',
        place: 'ж/д станция Орехово',
        name: 'Чемпионат и Первенство СПб - велокросс классика',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/180612/20180612_res2.htm',
        owner: 'SFSO_SPB',
        o_site: '180612'
    },
    {
        date: '2018-06-12',
        endDate: '2018-06-16',
        name: 'Спортивный Фестиваль «Яркий Мир»',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/18061216/180613_lab_res.htm',
        photo: 'http://vk.com/photo-128591100_456242365',
        start: 'YM',
        o_site: '18061216',
        reskeep: [
            18,
            17,
            16,
            15,
            14
        ]
    },
    {
        date: '2018-06-17',
        endDate: '2018-06-22',
        place: 'Выборгский р-н',
        name: 'Кубок Карельского перешейка-2018',
        type: 'ORIENT',
        reg: 'http://sportident.ru/entry/event_info.php?id=3624',
        res: 'http://moscompass.ru/news/2018/20180618.htm',
        start: 'KKP',
        o_site: '180617-18',
        reskeep: [
            13,
            12,
            11,
            84
        ]
    },
    {
        date: '2018-06-22',
        endDate: '2018-06-24',
        name: 'Мемориал Михаила Святкина',
        type: 'ORIENT',
        reg: 'http://orgeo.ru/event/6775',
        res: 'https://o-site.spb.ru/_races/180622mms/1rez.htm',
        start: 'MMS',
        o_site: '180622mms',
        reskeep: [
            9,
            8,
            7
        ]
    },
    {
        date: '2018-06-25',
        endDate: '2018-06-27',
        place: 'Петяярви',
        name: 'Праздник эстафет',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=901',
        o_site: '18062527'
    },
    {
        date: '2018-06-25',
        endDate: '2018-07-01',
        place: 'Петяярви',
        name: 'Неделя ориентирования «Белые Ночи»',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru',
        res: 'https://o-site.spb.ru/_races/180701/180629_res.htm',
        info: 'Организаторы: Клуб спортивного ориентирования «Белые Ночи». При поддержке «Региональной спортивной федерации спортивного ориентирования Ленинградской области».',
        owner: 'WN',
        start: 'WN',
        o_site: '180701',
        reskeep: [
            6,
            4,
            2
        ]
    },
    {
        date: '2018-06-30',
        name: 'Вело Белые Ночи',
        type: 'VELO',
        reg: 'http://o-reg.spb.ru/entry-list?id=908',
        res: 'https://o-site.spb.ru/_races/180630v/180630v_rez1.htm',
        info: 'Вечерние вело-старты на многодневке Белые Ночи',
        owner: 'WN',
        start: 'WN',
        o_site: '180630v',
        endDate: '2018-07-01',
        reskeep: [
            5,
            3
        ]
    },
    {
        date: '2018-07-07',
        endDate: '2018-07-08',
        place: 'оз. Тихое',
        name: 'Летнее Первенство Белых Ночей',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=910',
        res: 'https://o-site.spb.ru/_races/18070708/180707_res.htm',
        owner: 'WN',
        o_site: '18070708'
    },
    {
        date: '2018-07-14',
        name: 'Открытая тренировка MTBO',
        type: 'VELO',
        reg: 'http://o-reg.spb.ru/entry-list?id=876',
        info: 'Открытая тренировка МТБО на Малиновой горе',
        o_site: '180714'
    },
    {
        date: '2018-07-15',
        name: 'ГорныйКросс-63',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/180715R/180715R_res.pdf',
        fmt: 'Бег - 6 и 3 часа, Вело - 5 часов',
        o_site: '180715R'
    },
    {
        date: '2018-07-15',
        place: 'Первомайское',
        name: 'Тренировка FoxTeam',
        type: 'ORIENT',
        reg: 'http://www.o-reg.spb.ru/entry-list?id=913',
        res: 'https://o-site.spb.ru/_races/180715_Fox/180715_res.htm',
        o_site: '180715_Fox'
    },
    {
        date: '2018-08-04',
        endDate: '2018-08-05',
        place: 'Пустошкинский район Псковской области',
        name: 'Чемпионат СЗФО по рогейну',
        type: 'ROGAINE',
        reg: 'http://o-reg.spb.ru/entry-list?id=858',
        o_site: '18061617'
    },
    {
        date: '2018-08-11',
        name: 'Кубок Белых Ночей - 2017/18',
        type: 'ORIENT',
        res: 'http://o-site.spb.ru/_races/2018WN/171014_res.htm',
        info: 'Серия тренировочных стартов, организованная клубом Белые Ночи. 1-й этап 14.10.17 Озерки (Рощино) Результаты Сплиты 2-й этап 28.10.17 Пухтолова гора Результаты Сплиты 3-й этап 06.11.17 Петяярви Результаты Сплиты 4-й этап 18.11.17 оз. Щучье Результаты Сплиты 5-й этап 02.12.17 Кавголовский парк Результаты Сплиты 6-й этап 09.12.17 Кавголово Результаты Сплиты 7-й этап 16.12.17 Голубая Дача Результаты Сплиты 8-й этап 24.02.18 Дюны Результаты Сплиты 9-й этап 04.03.18 Охта-парк Результаты Сплиты 10-й этап 09.03.18 Воейково Результаты Сплиты 11-й этап 07.04.18 Кавголово, Орлиная гора Результаты Сплиты 12-й этап 06.05.18 Осельки Результаты Сплиты 13-й этап 12.05.18 Симагино Результаты Сплиты 14-й этап 02.06.18 Петяярви Результаты Сплиты 15-й этап 14.07.18 Мичуринское Результаты Сплиты 16-й этап 14.07.18 Воробьёво озеро Результаты Сплиты 17-й этап 29.07.18 Воробьёво озеро Результаты Сплиты 18-й этап 05.08.18 Ильичёво Результаты Сплиты 19-й этап 11.08.18 Пухтолова Гора Результаты Сплиты',
        owner: 'WN',
        o_site: '2018WN'
    },
    {
        date: '2018-08-11',
        endDate: '2018-08-12',
        place: 'Мичуринское',
        name: 'Чемпионат России по рогейну на велосипедах',
        type: 'ROGAINE',
        reg: 'http://www.multsport.ru/starts/bike-rogaine-rus-2018/registration.html',
        res: 'http://www.multsport.ru/starts/bike-rogaine-rus-2018/results.html',
        fmt: 'Рогейн 6ч, Рогейн 18ч. Велосипедный и беговой рогейн.',
        start: 'MULTSPORT',
        o_site: '18081112'
    },
    {
        date: '2018-08-12',
        place: 'Лемболово',
        name: 'Ладожский ориентир',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=922',
        res: 'https://o-site.spb.ru/_races/180812_/180812_res.htm',
        o_site: '180812_'
    },
    {
        date: '2018-08-25',
        name: 'History Race',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/180825/HistoryRace2018_rez.pdf',
        o_site: '180825'
    },
    {
        date: '2018-08-26',
        place: 'Ильичёво',
        name: 'Соревнования Памяти Димы Фатидинова',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=920',
        res: 'https://o-site.spb.ru/_races/180826_/180826_res.htm',
        o_site: '180826_'
    },
    {
        date: '2018-09-01',
        name: 'Чемпионат и Первенство СПб - велокросс общий старт',
        type: 'VELO',
        reg: 'http://o-reg.spb.ru/entry-list?id=891',
        res: 'https://o-site.spb.ru/_races/180901/180901_res.htm',
        info: '01 сентября 2018 года, в лесном массиве вокруг Черных озер, окрестности ж/д станции Зеленогорск',
        owner: 'SFSO_SPB',
        o_site: '180901'
    },
    {
        date: '2018-09-01',
        name: 'Кузьмоловские старты по четвергам',
        type: 'ORIENT',
        res: 'http://o-site.spb.ru/_races/KS_2018/ResultList13092018.htm',
        info: 'Тренировочные старты в окрестностях поселка Кузьмоловский. Осенняя серия 2018 1 этап — 13 сентября — Токсово, Изумрудное озеро Результаты 1-го этапа 2 этап — 20 сентября — Токсово, Малиновая гора Результаты 2-го этапа 3 этап — 27 сентября — Осиновая Роща Результаты 3-го этапа 4 этап — 04 октября — Кузьмолово, полигон Результаты 4-го этапа 5 этап — 11 октября — Токсово, лыжедром СКА Результаты 5-го этапа 6 этап — 18 октября — Токсово, Комбыт Результаты 6-го этапа',
        o_site: '2018_KS',
        endDate: '2018-10-31'
    },
    {
        date: '2018-09-08',
        place: 'Лемболово',
        name: 'TRAIL-8',
        type: 'ORIENT',
        info: 'Традиционный забег по пересечённой местности Trail-8, организованный при поддержке компаний Inov-8 и Red Fox.',
        o_site: 'Trail8'
    },
    {
        date: '2018-09-08',
        place: 'парк СПбПУ',
        name: 'Чемпионат и первенство СПб - эстафета 2 человека',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=925',
        res: 'https://o-site.spb.ru/_races/180908/res.htm',
        info: 'Организаторы: Региональная физкультурно-спортивная общественная организация «Спортивная Федерация спортивного ориентирования Санкт-Петербурга» Со-организаторы: Комитет по физической культуре и спорту Санкт-Петербурга ГАУ «Центр подготовки спортивных сборных команд Санкт-Петербурга»',
        video: 'http://vimeo.com/291593417',
        owner: 'SFSO_SPB',
        o_site: '180908',
        reskeep: 48
    },
    {
        date: '2018-09-09',
        place: 'пос. Стеклянный',
        name: 'Классика Белых Ночей',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=927',
        res: 'https://o-site.spb.ru/_races/180909_/180909_res_.htm',
        info: '9-е традиционные соревнования на призы компании "Триколор", проводимые клубом "Белые Ночи"',
        owner: 'WN',
        o_site: '180909_',
        reskeep: 29
    },
    {
        date: '2018-09-15',
        place: 'Мичуринское',
        name: 'Чемпионат и п-во Ленинградской обл., эстафета',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=930',
        res: 'https://o-site.spb.ru/_races/180915_LO/180915_res_.htm',
        owner: 'SFSO_LO',
        o_site: '180915_LO'
    },
    {
        date: '2018-09-15',
        endDate: '2018-09-16',
        name: 'MatrasOFF Race - 2018, 5-й этап Кубка ЛО по рогейну',
        type: 'ROGAINE',
        reg: 'http://www.multsport.ru/starts/matrasoff-race-2018/registration.html',
        info: '15-16 сентября в Приозерском районе в окрестностях п.Отрадное будет дан старт 9й ежегодной приключенческой гонке MatrasOFF Race - 2018. Участников ждут зарекомендовавшие себя дисциплины: велоориентирование, классическое спортивное ориентирование, байдарка, пакрафт. Всё это разбавят космоснимок, технические этапы, GPS-задания и велолегенда. А также в рамках мультигонки пройдет 5й этап кубка Ленинградской области по рогейну в формате велосипедного и бегового зачета на 6-8 часов.',
        fmt: 'Приключенческая годна на 14 и 24 часа. Рогейн 6ч (велосипедный и беговой зачеты).',
        start: 'MULTSPORT',
        o_site: '18091516'
    },
    {
        date: '2018-09-16',
        place: 'Мичуринское',
        name: 'Чемпионат и п-во Ленинградской обл., лонг',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=931',
        res: 'https://o-site.spb.ru/_races/180916_LO/180916_res.htm',
        owner: 'SFSO_LO',
        o_site: '180916_LO',
        reskeep: 41
    },
    {
        date: '2018-09-22',
        place: 'Курортный район',
        name: 'Чемпионат и первенство Санкт-Петербурга по спортивному ориентированию – спорт глухих',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=935',
        res: 'https://o-site.spb.ru/_races/180922_deaf/180922_rez_deaf.htm',
        owner: 'SFSO_SPB',
        o_site: '180922_deaf'
    },
    {
        date: '2018-09-23',
        place: 'Зеркальный',
        name: 'Чемпионат и первенство СПб - марафон',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=934',
        res: 'https://o-site.spb.ru/_races/180923/180923res.htm',
        info: 'Организаторы: Региональная физкультурно-спортивная общественная организация «Спортивная Федерация спортивного ориентирования Санкт-Петербурга» Со-организаторы: Комитет по физической культуре и спорту Санкт-Петербурга ГАУ «Центр подготовки спортивных сборных команд Санкт-Петербурга» РФСОО КСО «Гольфстрим»',
        video: 'http://www.northernwind.spb.ru/videosplit/2018/chspb_marathon/',
        owner: 'SFSO_SPB',
        o_site: '180923',
        reskeep: 47
    },
    {
        date: '2018-09-24',
        name: 'Старты в Зеркальном 2018',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/180921-24/180921_res.htm',
        o_site: '180921-24'
    },
    {
        date: '2018-09-26',
        place: 'Пришкольная территория ГБОУ лицея №101 и ГБОУ школы №468',
        name: 'Спортивное ориентирование в школу, Выборгский р-н',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/180926/180926_res_lab.htm',
        photo: 'http://vk.com/fazer_russia?w=wall-51571395_6078',
        info: 'состоится 17 октября (среда), адрес: актовый зал ДДЮТ (ул. Сантьяго-де-Куба д.4 корп.2), начало в 18-00. Сменная обувь обязательна! Проект Федерации Спортивного Ориентирования Санкт-Петербурга, направленный на популяризацию спортивного ориентирования среди школьников. Проходит при поддержке: Комитета по молодежной политике и взаимодействию с общественными организациями Санкт-Петербурга, Комитета по образованию Санкт-Петербурга, ОАО "Фацер"',
        owner: 'VYBORG',
        o_site: '180926'
    },
    {
        date: '2018-09-29',
        name: 'ГорныйКросс-64',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/180929R/180929R_res.pdf',
        o_site: '180929R'
    },
    {
        date: '2018-09-29',
        place: 'Токсово',
        name: 'Золотые кольца (Свадебные-2018)',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=942',
        res: 'https://o-site.spb.ru/_races/180929_/180929_res.pdf',
        info: '44-е традиционные соревнования супружеских пар. Допускаются пары по интересам.',
        start: 'WEDDING',
        o_site: '180929_'
    },
    {
        date: '2018-09-29',
        place: 'Будогощь',
        name: 'Ч-т и п-во ЛО по велоориентированию (спринт)',
        type: 'VELO',
        reg: 'http://orgeo.ru/event/7454',
        o_site: '180929_velo'
    },
    {
        date: '2018-09-29',
        name: 'Чемпионат и Первенство г. Сосновый Бор',
        type: 'ORIENT',
        info: 'Соревнования проводятся 29 сентября 2018 г. в районе озера Копанское, центр соревнований в СП «Копанское». Регистрация участников и выдача чипов производится на месте старта с 14:00. Предварительные заявки направлять по электронной почте: juventa-uvr@sbor.net до 26 сентября до 23:59, или по телефону 2-47-63 до 26 сентября до 18:00. Начало старта соревнований по ориентированию бегом с 15:00 согласно стартовым протоколам',
        owner: 'YUVENTA',
        o_site: '180929_SB'
    },
    {
        date: '2018-09-29',
        name: 'Чемпионат и первенство Санкт-Петербурга по спортивному ориентированию – спорт глухих. Классика',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/180929_deaf/180929_rez_deaf.htm',
        owner: 'SFSO_SPB',
        o_site: '180929_deaf'
    },
    {
        date: '2018-09-30',
        place: 'Будогощь',
        name: 'Ч-т и п-во ЛО по велоориентированию (классика)',
        type: 'VELO',
        reg: 'http://orgeo.ru/event/7454',
        o_site: '180930_velo'
    },
    {
        date: '2018-09-30',
        place: 'Лемболово',
        name: 'Чемпионат и первенство СПб - эстафета - 3 чел',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/180930/180930res.htm',
        info: 'Организаторы: Региональная физкультурно-спортивная общественная организация «Спортивная Федерация спортивного ориентирования Санкт-Петербурга» Со-организаторы: Комитет по физической культуре и спорту Санкт-Петербурга ГАУ «Центр подготовки спортивных сборных команд Санкт-Петербурга» КСО «Веста»',
        owner: 'SFSO_SPB',
        o_site: '180930',
        reskeep: 231
    },
    {
        date: '2018-10-03',
        place: 'школа № 17 Невского района Санкт-Петербурга по адресу: Санкт-Петербург, ул. Бабушкина, д.58 к.1, лит. В и прилегающая к ней парковая территория «Куракина дача»',
        name: 'Спортивное ориентирование в школу, Невский р-н',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/181003/181003_res_lab.pdf',
        photo: 'http://vk.com/album-51571395_256951294',
        info: 'Специальный этап на базе школы для детей с ограниченными возможностями здоровья! Проект Федерации Спортивного Ориентирования Санкт-Петербурга, направленный на популяризацию спортивного ориентирования среди школьников. Проходит при поддержке: Комитета по молодежной политике и взаимодействию с общественными организациями Санкт-Петербурга, Комитета по образованию Санкт-Петербурга, ОАО "Фацер"',
        o_site: '181003'
    },
    {
        date: '2018-10-06',
        name: 'Городское ориентирование',
        type: 'ORIENT',
        info: '«ЦФК и З Выборгского района» приглашает 6 октября в субботу поучаствовать в спортивно-массовом мероприятии «Городское ориентирование» по паркам и кварталам Выборгского р-на, старт открытый с 14.00-15.00 (в одной дистанции - ориентирование, электронная отметка, фото-ориентирование, эколого-краеведческий квест, интерактивная площадка).',
        o_site: '181006'
    },
    {
        date: '2018-10-07',
        place: 'оз.Силанде',
        name: 'Чемпионат и первенство СПб - классика',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/181007/181007_res3.htm',
        info: 'Организаторы: Региональная физкультурно-спортивная общественная организация «Спортивная Федерация спортивного ориентирования Санкт-Петербурга» Со-организаторы: Комитет по физической культуре и спорту Санкт-Петербурга ГАУ «Центр подготовки спортивных сборных команд Санкт-Петербурга»',
        owner: 'SFSO_SPB',
        o_site: '181007',
        reskeep: 57
    },
    {
        date: '2018-10-10',
        name: 'Спортивное ориентирование в школу, Калининский район',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/181010/181010_res_lab.htm',
        photo: 'http://vk.com/album-51571395_257119311',
        info: 'Проект Федерации Спортивного Ориентирования Санкт-Петербурга, направленный на популяризацию спортивного ориентирования среди школьников. Проходит при поддержке: Комитета по молодежной политике и взаимодействию с общественными организациями Санкт-Петербурга, Комитета по образованию Санкт-Петербурга, ОАО "Фацер"',
        o_site: '181010'
    },
    {
        date: '2018-10-10',
        name: 'Старт памяти одноклубника Коли Иванова',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/181010_PK/181010_PPK_rez.htm',
        o_site: '181010_PK',
        reskeep: 63
    },
    {
        date: '2018-10-13',
        place: 'Орехово',
        name: 'Мемориал Анатолия Окинчица',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/18101314/Results2018.htm',
        info: '47-е ночные соревнования по спортивному ориентированию, проводимые Санкт-Петербургским туристским клубом',
        start: 'OKINCHITSA',
        o_site: '18101314',
        reskeep: 60
    },
    {
        date: '2018-10-13',
        place: 'Лемболово',
        name: 'Тренировка от FoxTeam',
        type: 'ORIENT',
        reg: 'http://www.o-reg.spb.ru/entry-list?id=947',
        res: 'https://o-site.spb.ru/_races/181013_Fox/181013_res.htm',
        o_site: '181013_Fox',
        reskeep: 62
    },
    {
        date: '2018-10-14',
        name: 'Кубок Коротких рогейнов - 4 этап',
        type: 'ROGAINE',
        reg: 'http://www.o-reg.spb.ru/entry-list?id=928',
        res: 'http://o-site.spb.ru/_races/2018_kkr/180428_res.htm',
        info: '1-й этап 28 апреля Воейково Результаты Сплиты 2-й этап 12 мая Симагино Результаты Сплиты 3-й этап 22 июля Лемболово Результаты Сплиты',
        o_site: '2018_kkr'
    },
    {
        date: '2018-10-20',
        endDate: '2018-10-21',
        place: 'Пальцево',
        name: 'Золотая осень',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=951',
        res: 'https://o-site.spb.ru/_races/181020/res1.htm',
        owner: 'VYBORG',
        o_site: '181020',
        reskeep: [
            65,
            66
        ]
    },
    {
        date: '2018-10-21',
        place: 'г.Колпино, парк на о.Чухонка',
        name: 'Открытое Первенство МО г.Колпино',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/181021k/181021_res.htm',
        o_site: '181021k'
    },
    {
        date: '2018-10-21',
        place: 'Дюны',
        name: 'Памяти Зои Викторовны Пятаковой',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=955',
        res: 'https://o-site.spb.ru/_races/181021_/181021_res_PZV.htm',
        o_site: '181021_'
    },
    {
        date: '2018-10-21',
        place: 'Дюны',
        name: 'Памяти Зои Викторовны Пятаковой',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=955',
        res: 'https://o-site.spb.ru/_races/181021_/181021_res_PZV.htm',
        o_site: '181021'
    },
    {
        date: '2018-10-24',
        place: 'школа №212, ул. Ярослава Гашека, д.9, к.2',
        name: 'Спортивное ориентирование в школу, Фрунзенский район',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/181024/181024_res_lab.htm',
        info: 'Проект Федерации Спортивного Ориентирования Санкт-Петербурга, направленный на популяризацию спортивного ориентирования среди школьников. Проходит при поддержке: Комитета по молодежной политике и взаимодействию с общественными организациями Санкт-Петербурга, Комитета по образованию Санкт-Петербурга, ОАО "Фацер"',
        o_site: '181024'
    },
    {
        date: '2018-10-27',
        name: 'Финал Кубка ЛО по рогейну',
        type: 'ROGAINE',
        reg: 'http://sport-orient.ru/products/uncategorized/klo-final',
        res: 'https://o-site.spb.ru/_races/181027r/181027r_res.pdf',
        o_site: '181027r'
    },
    {
        date: '2018-10-27',
        place: 'Васкелово',
        name: 'Чемпионат СПб по ориентированию среди ВУЗов',
        type: 'ORIENT',
        res: 'http://www.northernwind.spb.ru/videosplit/2018/pervenstvostudetov_zolotayaosen/',
        photo: 'http://vk.com/spb_orient?z=album-154221178_257632174',
        video: 'http://www.northernwind.spb.ru/videosplit/2018/pervenstvostudetov_zolotayaosen/',
        owner: 'SFSO_SPB',
        o_site: '181027',
        reskeep: 67
    },
    {
        date: '2018-10-27',
        place: 'Васкелово',
        name: 'Чемпионат СПб по ориентированию среди ВУЗов',
        type: 'ORIENT',
        res: 'http://www.northernwind.spb.ru/videosplit/2018/pervenstvostudetov_zolotayaosen/',
        photo: 'http://vk.com/spb_orient?z=album-154221178_257632174',
        video: 'http://www.northernwind.spb.ru/videosplit/2018/pervenstvostudetov_zolotayaosen/',
        owner: 'SFSO_SPB',
        o_site: '181027_'
    },
    {
        date: '2018-10-28',
        name: 'NordWest Trail',
        type: 'ORIENT',
        video: 'http://youtu.be/DYUHvS84FEs',
        o_site: '181028_nwtrail',
        reskeep: 75
    },
    {
        date: '2018-10-28',
        name: 'Яркий Кубок - 2018/2019',
        type: 'ORIENT',
        info: '2018 1 этап - перезачет с соревнований, посв. Дню Победы 2 этап - 12.06 - п.Орехово, кросс-классика 3 этап - 22.07 - п.Сярьги, кросс-классика 4 этап - 18.08 - Каменногорск, финал, лонг этапы сезона 2018-2019 1 этап - 19.08 - Каменногорск, средняя 2 этап - 02.09 - Гарболово, общий старт - кросс 3 этап - 28.10 - Лемболово, средняя',
        o_site: '2018YC',
        reskeep: 69
    },
    {
        date: '2018-11-01', place: 'Медное озеро', name: 'Вечерняя тренировка FoxTeam', type: 'ORIENT', o_site: '181101'
    },
    {
        date: '2018-11-03',
        place: 'Орехово',
        name: 'Тренировка FoxTeam',
        type: 'ORIENT',
        reg: 'http://www.o-reg.spb.ru/entry-list?id=961',
        res: 'https://o-site.spb.ru/_races/181103/181103_res.htm',
        o_site: '181103',
        reskeep: 81
    },
    {
        date: '2018-11-05',
        place: 'парк города Тосно',
        name: 'Соревнования Памяти 7 ноября',
        type: 'ORIENT',
        reg: 'http://sport-orient.ru/?post_type=product&p=2389&preview=true',
        o_site: '181105'
    },
    {
        date: '2018-11-07',
        endDate: '2018-11-11',
        name: 'Чемпионат России в Геленджике',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/181110Gel/res1.htm',
        o_site: '181110Gel',
        reskeep: [
            87,
            89,
            90,
            88
        ]
    },
    {
        date: '2018-11-11',
        place: 'Лемболово',
        name: 'Маркир-110',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=953',
        res: 'https://o-site.spb.ru/_races/181111_mt/181111_split.htm',
        start: 'ROGAINE_110',
        o_site: '181111_mt'
    },
    {
        date: '2018-11-17',
        name: 'ГорныйКросс-65',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/181117R/181117R_res.pdf',
        fmt: 'Рогейн 3 и 7 часов - бегом, 6 часов - вело',
        o_site: '181117R'
    },
    {
        date: '2018-11-18',
        place: 'Первомайское',
        name: 'Кубок Коротких Рогейнов',
        type: 'ROGAINE',
        reg: 'http://www.o-reg.spb.ru/entry-list?id=962',
        res: 'https://o-site.spb.ru/_races/181118_rog/181118_res.htm',
        o_site: '181118_rog'
    },
    {
        date: '2018-11-18',
        place: 'ФМЛ №239 (ул. Кирочная, д.8)',
        name: 'Соревнования по спортивному ориентированию в закрытых помещениях «Лабиринты разума»',
        type: 'ORIENT',
        res: 'http://o-site.spb.ru/_races/181118_LR/181118_rez2.htm',
        photo: 'http://vk.com/album-154221178_258244225',
        info: 'Соревнования по спортивному ориентированию в закрытых помещениях',
        o_site: '181118_LR'
    },
    {
        date: '2018-11-24',
        place: 'Эколого-биологический центр на Крестовском острове, Крестовский пр. 19',
        name: 'Вечер встречи ориентировщиков',
        type: 'ORIENT',
        info: 'Традиционный вечер встречи по итогам летнего сезона 2018. Организатор: Федерация спортивного ориентирования Санкт-Петербурга Проходит при поддержке: Компании RedFox Сети магазинов «Спортивная Линия» Экипировочного центра «ОХТА» Экипировочного центра «Mass Sport» Кондитерской фабрики "Вереск" SIGN SPORT Russia В программе: Награждение (дипломами, в соответствии с официальными протоколами) за летний Чемпионат и Первенство СПб 2018 (велосипедные дисциплины), Награждение (дипломами, в соответствии с официальными протоколами) за летний Чемпионат и Первенство СПб 2018 (кроссовые дисциплины), Награждение по итогам летнего Кубка СПб и ЛО в личном и клубном зачётах, Список призёров в личном зачёте Кубка Место проведения: Эколого-биологический центр на Крестовском острове, Крестовский пр. 19 Начало вечера: в 17:00 Все пришедшие на вечер участники награждения и гости смогут принять участие в лотерее, в которой будут разыграны призы от спонсоров. Внимание! С собой необходимо иметь сменную обувь или бахилы!',
        o_site: '181124n'
    },
    {
        date: '2018-11-25',
        place: 'Буферный парк, Пушкин',
        name: 'Снежная Тропа, 1-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/181125/res1.htm',
        owner: 'SFSO_SPB',
        o_site: '181125',
        reskeep: 94
    },
    {
        date: '2018-12-01',
        name: 'Городской спринт в Новой Ладоге',
        type: 'ORIENT',
        reg: 'http://sport-orient.ru/products/uncategorized/gorodskoy-sprint-novaya-ladoga',
        o_site: '181201'
    },
    {
        date: '2018-12-01',
        place: 'парк Сосновка',
        name: 'Ориентир НатАлка',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=969',
        res: 'http://o-site.spb.ru/_races/181201_NatAlka/NatAlka_ispr_res.htm',
        info: 'Традиционный тренировочный старт, проводимый КСО "Азимут". В 2018 году старт проводится в память об организаторе тренировки Яшуковой Натальи Викторовны.',
        logo: 'azimut.gif',
        o_site: '181201_NatAlka',
        reskeep: 97
    },
    {
        date: '2018-12-08',
        endDate: '2018-12-09',
        place: 'пос. Токсово, ул. Советов, 126, Учебно-спортивный центр ВИФК',
        name: 'Семинар подготовки судей 1 и 2 категорий',
        type: 'ORIENT',
        info: 'Региональный семинар по подготовке и аттестации спортивных судей 1 и 2-й категорий по спортивному ориентированию. Семинар проводится для сдачи зачета и оформления судейских категорий кандидатам на присвоение первой и второй категории, мастерам спорта России, не имеющим практики судейства, а также дает возможность судьям первой и всероссийской категорий выполнить квалификационные требования по руководству семинарами и проведению теоретических занятий. При формировании судейских коллегий на соревнованиях, начиная с весны 2019 года, к судейству будут допускаться только судьи с оформленными судейскими категориями.',
        o_site: '181208'
    },
    {
        date: '2018-12-09',
        name: 'Цикл стартов МаТрёшка 2018',
        type: 'ORIENT',
        res: 'http://o-site.spb.ru/_races/1804-11/180922_rez_MT.htm',
        info: '2-й этап Результаты Сплиты 3-й этап Результаты Сплиты 4-й этап Результаты Сплиты Контрольная карта 5-й этап Результаты Сплиты Распечатки',
        o_site: '1804-11',
        reskeep: 99
    },
    {
        date: '2018-12-15',
        place: 'Кавголово',
        name: 'Приз Деда Мороза',
        type: 'ORIENT',
        reg: 'http://www.o-reg.spb.ru/entry-list?id=977',
        res: 'https://o-site.spb.ru/_races/181215_bn/181215_res.htm',
        o_site: '181215_bn'
    },
    {
        date: '2018-12-16',
        place: 'парк Сосновка',
        name: 'Снежная тропа, 4-й этап',
        type: 'ORIENT',
        reg: 'http://www.o-reg.spb.ru/entry-list?id=976',
        res: 'https://o-site.spb.ru/_races/181216/https://orgeo.ru/live/#/8228',
        owner: 'SFSO_SPB',
        o_site: '181216',
        reskeep: 101
    },
    {
        date: '2018-12-22', place: 'Васкелово', name: 'Weekly Orient', type: 'ORIENT', o_site: '201819_WO'
    },
    {
        date: '2018-12-23',
        place: 'пос. Приютино',
        name: 'Всеволожская тропа',
        type: 'ORIENT',
        res: 'http://o-site.spb.ru/_races/vsev_tropa20182019/181118_rez.htm',
        info: 'Осень 2018 - весна 2019 0 этап — 18 ноября — Гарболово Результаты Сплиты Распечатки',
        o_site: '181223vt'
    },
    {
        date: '2018-12-23',
        name: 'Новогодний ориентир',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru/entry-list?id=978',
        res: 'https://o-site.spb.ru/_races/181223_NO/181223_res.htm',
        info: '23 декабря 2018г., воскресенье – г. Всеволожск. Соревнования проводятся в Румболовском парке у Церкви Спаса Нерукотворного образа Старт: с 12:00',
        o_site: '181223_NO',
        reskeep: 102
    },
    {
        date: '2018-12-30',
        name: 'Новогодняя Эстафета',
        type: 'ORIENT',
        res: 'http://www.northernwind.spb.ru/videosplit/2018/nyrelay/',
        video: 'http://www.northernwind.spb.ru/videosplit/2018/nyrelay/',
        o_site: 'new_year_relay_2018'
    },
    {
        date: '2018-12-31',
        name: 'Тренировка FoxTeam',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/181231/181231_split.htm',
        o_site: '181231'
    }
];
