let events2007 = [
    {
        date: '2007-01-07',
        place: 'пос. Ильичево',
        name: 'Кубок Ленинградской Области',
        type: 'ORIENT',
        info: 'Кубок Ленинградской Области 2 (областной) Этап III Зимней Спартакиады уч-ся РФ Кубок Центра ЛАДОГА',
        o_site: '070107'
    },
    {
        date: '2007-01-08',
        place: 'пос. Ильичево',
        name: 'Кубок Центра ЛАДОГА, 2 этап',
        type: 'ORIENT',
        o_site: '070108'
    },
    {
        date: '2007-01-14',
        place: 'пос. Ильичёво',
        name: 'Пер-во ЛО среди обучающихся в МОУ ДОД',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070114_LO/070114_res.zip',
        info: 'Первенство Ленинградской области среди обучающихся в МОУ ДОД ЛО, Кубок Ленинградской области',
        o_site: '070114_LO'
    },
    {
        date: '2007-01-14',
        place: 'Кузьмоловский',
        name: 'Всеволожские Вести',
        type: 'ORIENT',
        res: 'http://o-time.ru',
        info: 'XXVIII соревнования по спортивному ориентированию Всеволожские Вести',
        start: 'VSEV_VESTI',
        o_site: '070114_vv'
    },
    {
        date: '2007-01-21',
        place: 'парк Сосновая поляна',
        name: 'Снежная тропа, 4-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070121/result.zip',
        info: 'Многоэтапные соревнования по парковому ориентированию бегом на заснеженном грунте.',
        owner: 'SFSO_SPB',
        o_site: '070121'
    },
    {
        date: '2007-01-28',
        place: 'Зеленогорск, база отдыха Прибой',
        name: 'Первенство Комитета по образованию Санкт-Петербурга, 1-ый день',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070128/070128_res.zip',
        info: 'Зимнее первенство Комитета по образованию Санкт-Петербурга и квалификационные соревнования взрослых спортсменов',
        owner: 'SFSO_SPB',
        o_site: '070128'
    },
    {
        date: '2007-02-03',
        place: 'пос. Ильичёво',
        name: 'Мемориал Андрея Волкова',
        type: 'SKI',
        res: 'https://o-site.spb.ru/_races/070203/070203_res.zip',
        info: '2-й Мемориал Андрея Волкова',
        start: 'VOLKOV_A',
        o_site: '070203'
    },
    {
        date: '2007-02-04',
        place: 'пос. Ильичёво',
        name: 'Кубок ОК Гольфстрим, 1-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070204/070204_res.zip',
        info: 'Зимнее первенство Комитета по образованию Санкт-Петербурга 2 день и Первенство «ОК Гольфстрим» (1 этап кубка ОК Гольфстрим»)',
        o_site: '070204'
    },
    {
        date: '2007-02-14',
        endDate: '2007-02-17',
        place: 'пос. Будогощь',
        name: 'Чемпионат и пер-во ЛО',
        type: 'ORIENT',
        info: '3 этап СЗФО III зимней Спартакиады учащихся РФ, Чемпионат и Первенство СЗФО, Чемпионат и Первенство Ленинградской области',
        owner: 'SFSO_LO',
        o_site: '07021417'
    },
    {
        date: '2007-02-18',
        place: 'ст. Орехово',
        name: 'Зимнее первенство ПКТ',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070114/070218_result.htm',
        info: 'Открытое зимнее первенство ПКТ по ориентированию',
        o_site: '070114'
    },
    {
        date: '2007-02-18',
        place: 'Зеркальный',
        name: 'Кубок ОК Гольфстрим, 2-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070218/070218_result.zip',
        info: '2 этап кубка ОК Гольфстрим',
        o_site: '070218'
    },
    {
        date: '2007-02-23',
        place: 'Зеркальный',
        name: 'Кубок ОК Гольфстрим, 3-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070223/070223_results.zip',
        info: '3 этап кубка ОК Гольфстрим',
        o_site: '070223'
    },
    {
        date: '2007-02-23',
        place: 'Сосново',
        name: '100x24',
        type: 'ORIENT',
        info: 'Рогейн 100 км. за 24 часа',
        o_site: '070223_100x24',
        endDate: '2007-02-24'
    },
    {
        date: '2007-02-24',
        place: 'г. Сертолово',
        name: 'Чемпионат Санкт-Петербурга, маркир',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070224/070224_res.htm',
        info: 'Зимний чемпионат Санкт-Петербурга',
        owner: 'SFSO_SPB',
        o_site: '070224'
    },
    {
        date: '2007-02-25',
        place: 'г. Сертолово',
        name: 'Чемпионат Санкт-Петербурга, классика',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070225/070225_res.htm',
        info: 'Зимний чемпионат Санкт-Петербурга',
        owner: 'SFSO_SPB',
        o_site: '070225'
    },
    {
        date: '2007-03-04',
        place: 'район оз. Щучье - Черные озера',
        name: 'Кубок ОК Гольфстрим, 4-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070304_GS/070304_res.zip',
        o_site: '070304_GS'
    },
    {
        date: '2007-03-04',
        name: 'Winter Walk',
        type: 'ORIENT',
        info: 'Приключенческая мультигонка Winter Walk',
        o_site: '070304'
    },
    {
        date: '2007-03-08',
        place: 'Сертолово',
        name: 'Чемпионат СПб, эстафеты',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070308/070308_res.htm',
        owner: 'SFSO_SPB',
        o_site: '070308'
    },
    {
        date: '2007-03-10',
        place: 'Орехово',
        name: 'Первенство ВУЗов',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070310/070310_res.zip',
        o_site: '070310'
    },
    {
        date: '2007-03-11',
        place: 'районе оз. Щучье – Черные озера',
        name: 'Кубок ОК Гольфстрим, 5-й этап',
        type: 'ORIENT',
        res: 'http://sportsystem.ru/files/Golfstrim_11_03.rar',
        o_site: '070311'
    },
    {
        date: '2007-03-18',
        place: 'Павловский парк',
        name: 'Снежная Тропа, Финал',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070318/070318.zip',
        owner: 'SFSO_SPB',
        o_site: '070318'
    },
    {
        date: '2007-04-05',
        endDate: '2007-05-31',
        place: 'район Кузьмолово - Токсово',
        name: 'Кубок 110%',
        type: 'ORIENT',
        res: 'http://o-time.ru/images/all/s07/cup1107.htm',
        info: 'Тренировки по четвергам в соревновательном режиме с электронной отметкой',
        start: 'ROGAINE_110',
        o_site: '070531'
    },
    {
        date: '2007-04-07',
        place: 'Побережье Финского залива',
        name: 'Сосновоборские Дюны',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070407/070407_res.zip',
        info: 'Открытый Кубок области, посвященный 80-летию Ленинградской области',
        owner: 'YUVENTA',
        o_site: '070407',
        endDate: '2007-04-08'
    },
    {
        date: '2007-04-15',
        place: 'ст.Можайская, г.Киргоф',
        name: 'Летний Кубок ОК Гольфстрим, 1-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070415/070415_res.zip',
        info: 'Летний многоэтапный кубок ОК «Гольфстрим» по ориентированию бегом',
        o_site: '070415'
    },
    {
        date: '2007-04-15',
        place: 'Зеленогорск (Чёрные озёра)',
        name: 'Открытие Летнего Сезона',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070415_AZ/070415_AZ_result.zip',
        info: 'Открытое первенство СДЮШОР Курортного р-на на приз Открытия летнего сезона',
        o_site: '070415_AZ'
    },
    {
        date: '2007-04-21',
        place: 'Кузьмоловский',
        name: 'Бробег',
        type: 'ORIENT',
        info: 'Традиционный кросс ориентировщиков и всех желающих. Юбилейный.',
        o_site: '070421'
    },
    {
        date: '2007-04-21',
        place: 'оз. Хепо-Ярви, Кавголово',
        name: 'креОстарт-1',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070421_kreo/070421_res.htm',
        photo: 'http://picasaweb.google.com/Michael.Raer/102',
        info: 'Открытая техническая тренировка. Упражнение «нитка».',
        o_site: '070421_kreo'
    },
    {
        date: '2007-04-21',
        place: 'пос. Дюны',
        name: 'Открытие вело-О',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/070421v/070421v_R.htm',
        photo: 'http://photofile.ru/users/gns/2622143/',
        info: 'Открытие сезона 2007 года по вело ориентированию. Старт в 11:00. Группы М, Ж и МЖ-14. Укороченная дистанция средней сложности в заданном направлении.',
        o_site: '070421v'
    },
    {
        date: '2007-04-22',
        name: 'Кубок Яркого Мира, 1-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070422/070422_res.zip',
        info: 'Двенадцатые традиционные массовые многоэтапные соревнования по спортивному ориентированию на призы сети магазинов «Яркий Мир»',
        start: 'YM',
        o_site: '070422'
    },
    {
        date: '2007-04-22',
        place: 'пос.Солнечное',
        name: 'MTBO SPb Cup #1',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/070422v/070422v_R.htm',
        info: 'Кубок по вело-О MTBO SPb Cup, 1-й этап. Старт в 10:30. Группы М, Ж и МЖ-14. Укороченная дистанция простой сложности в заданном направлении.',
        o_site: '070422v'
    },
    {
        date: '2007-04-29',
        endDate: '2007-05-01',
        place: 'Солнечное - Дюны',
        name: 'Эстафеты 2x2',
        type: 'ORIENT',
        o_site: '07042901'
    },
    {
        date: '2007-04-29',
        place: 'д. Шалово, Лужский район',
        name: 'Чемпионат и первенство ЛО, Кубок СЗФО',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070429_lo/may1.zip',
        owner: 'SFSO_LO',
        o_site: '070429_lo',
        endDate: '2007-05-01'
    },
    {
        date: '2007-04-29',
        place: 'пос.Токсово',
        name: 'MTBO SPb Cup #2',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/070429v/070429v_r.htm',
        info: 'Кубок по вело-О MTBO SPb Cup, 2-й этап. Старт в 11:00. Группы М, Ж и МЖ-14. Укороченная дистанция средней сложности в заданном направлении.',
        o_site: '070429v'
    },
    {
        date: '2007-05-06',
        name: 'Первенство КО, спринт',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070506_KO/070506_results.zip',
        o_site: '070506_KO'
    },
    {
        date: '2007-05-09',
        place: 'Голубая Дача',
        name: '1 этап Кубка ФСО СПб',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070509/070509_results.htm',
        info: 'Соревнования, посвященные Дню Победы. I этап Кубка ФСО СПб',
        o_site: '070509'
    },
    {
        date: '2007-05-09',
        place: 'пос.Можайское',
        name: 'День Победы',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070509v/070509vr.htm',
        photo: 'http://photofile.ru/users/jb7/2674010/',
        info: 'Соревнования по вело-О. Старт в 10:30. Группы М, Ж и МЖ-14. Дистанция средней сложности в заданном направлении.',
        o_site: '070509v'
    },
    {
        date: '2007-05-12',
        place: 'Ушково',
        name: 'Памяти Василия Курочкина',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070512/070512_results.zip',
        o_site: '070512'
    },
    {
        date: '2007-05-13',
        place: 'Лемболово',
        name: 'Памяти Друзей',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070513/070513_results.zip',
        o_site: '070513'
    },
    {
        date: '2007-05-13',
        place: 'Ягодное',
        name: 'Ягодное на 110%',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070513_110/070513_110_results.htm',
        info: 'Команда 110% 13 мая, в воскресенье, приглашает на совместную тренировку в Ягодное.',
        start: 'ROGAINE_110',
        o_site: '070513_110'
    },
    {
        date: '2007-05-19',
        place: 'Зеленогорск',
        name: 'Лесной ландыш',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070519/070519_res.zip',
        o_site: '070519'
    },
    {
        date: '2007-05-19',
        endDate: '2007-05-20',
        place: 'Зеленогорск',
        name: 'Кубок СПб по вело-О, Middle',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/070520v/mtbocup200507.htm',
        photo: 'http://photofile.ru/users/jb7/2711556/',
        info: 'Ориенирование на велосипеде. Старт в 11:30. Группы М, Ж и МЖ-14. Дистанция средней сложности в заданном направлении, средняя.',
        o_site: '070520v'
    },
    {
        date: '2007-05-19',
        endDate: '2007-05-20',
        place: 'Комарово',
        name: 'Кубок СПб по вело-О, Long',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/070519v/mtbocup190507.htm',
        info: 'Ориенирование на велосипеде. Старт в 11:30. Группы М, Ж и МЖ-14. Дистанция средней сложности в заданном направлении, длинная.',
        o_site: '070519v'
    },
    {
        date: '2007-05-20',
        place: 'Пискаревский парк, Санкт-Петербург',
        name: 'Российский Азимут',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070520/070520_results.zip',
        info: 'Всероссийские массовые соревнования по спортивному ориентированию',
        owner: 'SFSO_SPB',
        o_site: '070520'
    },
    {
        date: '2007-05-20',
        place: 'г. Всеволожск (микрорайон Южный)',
        name: 'Российский Азимут ЛО',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070520_LO/070520_lo_results.zip',
        info: 'Областная версия Российского Азимута',
        owner: 'SFSO_SPB',
        o_site: '070520_LO'
    },
    {
        date: '2007-05-26',
        name: 'Чемпионат СПб, спринт',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070526/070526_results.zip',
        photo: 'http://picasaweb.google.ru/Roman.Fomushkin/2007_05_26',
        info: '49-й Чемпионат и Первенство СПб, спринт',
        owner: 'SFSO_SPB',
        o_site: '070526'
    },
    {
        date: '2007-05-27',
        name: 'Чемпионат СПб, средняя дистанция',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070527/070527_results.zip',
        info: '49-й Чемпионат и Первенство СПб, классика',
        owner: 'SFSO_SPB',
        o_site: '070527'
    },
    {
        date: '2007-06-02',
        name: 'Чемпионат СПб, эстафета',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070602/070602_results.htm',
        info: '49-й Чемпионат и Первенство СПб, эстафета',
        owner: 'SFSO_SPB',
        o_site: '070602'
    },
    {
        date: '2007-06-03',
        name: 'Чемпионат СПб, лонг',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070603/070603_osv.osv',
        info: '49-й Чемпионат и Первенство СПб, кросс',
        owner: 'SFSO_SPB',
        o_site: '070603'
    },
    {
        date: '2007-06-10',
        endDate: '2007-06-12',
        place: 'Кузнечное',
        name: 'Рогейн «100 за 24»',
        type: 'ROGAINE',
        res: 'http://www.sportsystem.ru/files/rogaine_results.xls',
        info: 'Соревнования по рогейну «100 за 24» - «Горный кросс-6», посвященные 50-летию Петроградского клуба туристов',
        start: '100x24',
        o_site: '070611_RG'
    },
    {
        date: '2007-06-10',
        endDate: '2007-06-12',
        place: 'ж.д.ст. Петяярви',
        name: 'SPb-2-Open',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070610_Spb2/spb2summ.htm',
        info: 'Самая молодая из Питерских многодневок. Программа: 10 июня - Вечерний Тренировочный полигон. 11 июня - Две спринтерские дистанции (з.н. и выбор). 11 июня - Вечером суперспринтерские OFFroad эстафеты и дискотека. 12 июня - Классическая дистанция и Награждение. Специальные дистанции для детей от 3 до 7 лет. Каждый может выиграть ДжекПот - денежный приз за абсолютное первенство в своей возрастной группе!',
        o_site: '070610_Spb2'
    },
    {
        date: '2007-06-15',
        endDate: '2007-06-17',
        place: 'р-н пос. Борисово Ленинградской области',
        name: 'Невский Азимут',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070615/070615_results.zip',
        info: 'Традиционная многодневка Невский Азимут-2007',
        start: 'NA',
        o_site: '070615'
    },
    {
        date: '2007-06-18',
        endDate: '2007-06-20',
        place: 'п. Ягодное',
        name: 'Яркий Мир 2007',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070618_YM/YM2007_res.zip',
        info: 'Традиционная многодневка на призы сети фотомагазинов Яркий Мир',
        start: 'YM',
        o_site: '070618_YM'
    },
    {
        date: '2007-06-22',
        place: 'пос. Ягодное Приозерского района Ленинградской области',
        name: 'Мемориал Михаила Святкина',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070622/070622_res.zip',
        info: 'XV Мемориал Михаила Святкина. Ожидается участие более двух с половиной тысяч спортсменов из различных регионов России, а также Белоруссии, Украины, Финляндии и Швеции.',
        start: 'MMS',
        o_site: '070622',
        endDate: '2007-06-24'
    },
    {
        date: '2007-06-24',
        endDate: '2007-06-29',
        place: 'Всеволожский район ЛО',
        name: 'Чемпионат России по спортивному ориентированию на велосипедах',
        type: 'VELO',
        owner: 'SFSO_LO',
        o_site: '070624'
    },
    {
        date: '2007-06-26',
        place: 'ст. Лосево',
        name: 'Карельские Скалы',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070626_KS/KS_res.zip',
        info: 'Одна из самых интересных и качественных многодневок в России.',
        start: 'KS',
        o_site: '070626_KS',
        endDate: '2007-06-28'
    },
    {
        date: '2007-06-29',
        endDate: '2007-07-01',
        place: 'Мичуринское',
        name: 'Белые Ночи',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070629_WN/w-n2007.zip',
        info: '37-е издание старейшей многодневки',
        owner: 'WN',
        start: 'WN',
        o_site: '070629_WN'
    },
    {
        date: '2007-07-08',
        place: 'Орехово',
        name: 'Кубок Яркого Мира, 3-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070708/070708_res.zip',
        start: 'YM',
        o_site: '070708'
    },
    {
        date: '2007-07-21',
        place: 'оз Светлое',
        name: 'Чемпионат СПб по вело-О, Middle',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/070721v/070721v_rez.html',
        info: 'Ориенирование на велосипеде. Старт в 11:30. Группы МЖЭ, МЖН и МЖ-14. Дистанция средней сложности в заданном направлении, средняя. Приглашаем всех в увлекательное путешествие.',
        owner: 'SFSO_SPB',
        o_site: '070721v'
    },
    {
        date: '2007-07-22',
        place: 'пос.Юкки',
        name: 'Чемпионат СПб по вело-О, Sprint',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/070722v/070722v_rez.html',
        info: 'Ориенирование на велосипеде. Старт в 11:30. Группы МЖЭ, МЖН и МЖ-14. Дистанция средней сложности в заданном направлении, спринт. Приглашаем всех в увлекательное путешествие.',
        owner: 'SFSO_SPB',
        o_site: '070722v'
    },
    {
        date: '2007-07-28',
        endDate: '2007-07-29',
        place: 'Карельский Перешеек',
        name: 'Три-О-Тлон',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/tri-o-tlon-2007/TOT2007_res.htm',
        photo: 'http://o-site.spb.ru/gallery.php?id=gallery_TOT2007',
        info: 'Старейшая мультиспортивная гонка в России, в 2007-м году состоится уже 6-й Три-О-Тлон, который начал свою историю с 2002-го года. Победитель в номинации Самая качественная гонка 2005-го года согласно опросу, проведённому среди мультиспортсменов сайтом adventureraces.ru Согласно тому же опросу, двукратный победитель в номинации Лучший новый вид в мультиспорте (в 2004-м - болотинг, в 2005-м - пампасинг). Классическая гонка по набору дисциплин: треккинг, велосипед, байдарка, верёвочные этапы. Основная направленность гонки - навигация. Три дистанции - длинная, средняя и для начинающих. Участвуют команды из 2-х человек любого пола.',
        logo: 'triotlon.gif',
        o_site: 'tri-o-tlon-2007'
    },
    {
        date: '2007-08-04',
        place: 'п.Замостье',
        name: '4-ый этап Кубка Яркого Мира',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070804/07080405_res.zip',
        start: 'YM',
        o_site: '070804'
    },
    {
        date: '2007-08-05',
        place: 'п.Замостье',
        name: '5-ый этап Кубка Яркого Мира',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070804/07080405_res.zip',
        start: 'YM',
        o_site: '070805'
    },
    {
        date: '2007-08-18',
        place: 'г.Всеволожск',
        name: 'Чемпионат СЗФО по вело-О, Middle',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/070818v/070818r.htm',
        info: 'Ориенирование на велосипеде. Старт в 11:00. Группы МЖЭ, МЖН и МЖ-14. Дистанция в заданном направлении, средняя. Приглашаем всех.',
        owner: 'SFSO_LO',
        o_site: '070818v'
    },
    {
        date: '2007-08-19',
        place: 'Всеволожск',
        name: 'Чемпионат СЗФО по вело-О, Sprint',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/070819v/070819r.htm',
        photo: 'http://photofile.ru/users/jb7/2998717/',
        info: 'Ориенирование на велосипеде. Старт в 11:00. Группы МЖЭ, МЖН и МЖ-14. Дистанция в заданном направлении, спринт. Приглашаем всех.',
        owner: 'SFSO_LO',
        o_site: '070819v'
    },
    {
        date: '2007-08-24',
        endDate: '2007-08-26',
        place: '12 км. от приозерского шоссе в направлении Васильево-Мельниково',
        name: 'Чемпионат России по рогейну',
        type: 'ROGAINE',
        info: 'Открытый Чемпионат России по рогейну',
        o_site: '070824'
    },
    {
        date: '2007-09-01',
        place: 'Молния, ст. Токсово',
        name: 'Кубок Яркого Мира, 6-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070901/070901_res.zip',
        start: 'YM',
        o_site: '070901'
    },
    {
        date: '2007-09-02',
        place: 'Молния, ст. Токсово',
        name: 'Кубок Яркого Мира, 7-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070902/070902_res.zip',
        start: 'YM',
        o_site: '070902'
    },
    {
        date: '2007-09-08',
        place: 'район станции Осельки (1,4 км в сторону пос. Хиттолово)',
        name: 'Критериум',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070908/070908_res.zip',
        o_site: '070908'
    },
    {
        date: '2007-09-09',
        place: 'пос.Лемболово',
        name: 'Чемпионат MTBO SPb Club по вело-О, Long',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/070909v/070909r.htm',
        info: 'Ориенирование на велосипеде. Старт в 12:00. Группы МЖЭ, МЖН и МЖ-14. Дистанция в заданном направлении, длинная. Приглашаем всех.',
        owner: 'SFSO_LO',
        o_site: '070909v'
    },
    {
        date: '2007-09-15',
        place: 'пос. Каннельярви (примерно 2,5 км от станции)',
        name: 'Первенство Санкт-Петербурга среди ветеранов',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070915/070915_res.zip',
        owner: 'SFSO_SPB',
        o_site: '070915'
    },
    {
        date: '2007-09-16',
        place: 'пос. Солнечное',
        name: 'Кубок Аничкова Дворца',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070916palcup/070916palcup_res.htm',
        o_site: '070916palcup'
    },
    {
        date: '2007-09-16',
        place: 'Солнечное',
        name: 'Чемпионат СПб, марафон',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070916/070916_res.htm',
        fmt: 'эстафета одного участника',
        owner: 'SFSO_SPB',
        o_site: '070916'
    },
    {
        date: '2007-09-22',
        endDate: '2007-09-23',
        name: 'Марш-Бросок',
        type: 'ORIENT',
        res: 'http://o-time.ru/images/all/s07/mb.xls',
        photo: 'http://www.kandid.ru/index.html?p=4_13',
        info: 'Традиционные открытые соревнования в жанре приключенческой туристской гонки, представляющие собой ориентирование в ненаселенной местности с преодолением различных препятствий.',
        o_site: '070922_MB'
    },
    {
        date: '2007-09-22',
        endDate: '2007-09-23',
        place: 'пос. Ильичёво',
        name: 'Пер-во ЛО среди обучающихся',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/07092223/070922_res.htm',
        info: 'Первенство Ленинградской области среди обучающихся по спортивному ориентированию бегом',
        o_site: '07092223'
    },
    {
        date: '2007-09-22',
        place: 'ст. Осельки',
        name: 'Золотые кольца (Свадебные-2007)',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070922/070922_res.htm',
        start: 'WEDDING',
        o_site: '070922'
    },
    {
        date: '2007-09-23',
        place: 'Павловск',
        name: 'Шестиэтапные Эстафеты',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070923/070923_res.htm',
        info: 'ШЕСТИЭТАПНЫЕ ЭСТАФЕТЫ НА ПРИЗЫ КЛУБА «СЕВЕРНЫЙ ВЕТЕР»',
        o_site: '070923'
    },
    {
        date: '2007-09-27',
        place: 'район пос. Кузьмолово',
        name: 'Ночной Кубок 110%',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/071122/071122_110cup5_res.htm',
        info: 'Открытые тренировки по ориентированию в ночных условиях',
        start: 'ROGAINE_110',
        o_site: '071122',
        endDate: '2007-11-22'
    },
    {
        date: '2007-09-29',
        place: 'Орехово в районе баз отдыха «ЛАО» и «Журавушка»',
        name: 'Открытое первенство клуба «Миля Спорт»',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070929/070929_res.htm',
        o_site: '070929'
    },
    {
        date: '2007-09-29',
        name: 'Карельский Десант',
        type: 'ORIENT',
        reg: 'http://www.carabin.ru/desant/2007/register/',
        o_site: '070929desant',
        endDate: '2007-09-30'
    },
    {
        date: '2007-09-30',
        place: 'Орехово в районе баз отдыха «ЛАО» и «Журавушка»',
        name: 'Кубок ОК «Гольфстрим»',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/070930/070930_res.htm',
        o_site: '070930'
    },
    {
        date: '2007-10-05',
        endDate: '2007-10-07',
        place: 'г. Выборг',
        name: 'Выборг 2007',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/07100507/07100507_res.zip',
        photo: 'http://photofile.ru/users/swantest/3160625/',
        info: 'Кубок СЗФО, Чемпионат и Первенство Ленинградской области, Традиционные соревнования «Золотая осень», Финал Кубка Яркого Мира',
        owner: 'VYBORG',
        o_site: '07100507'
    },
    {
        date: '2007-10-06',
        place: 'Токсово',
        name: 'Первенство ВУЗов',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/071006_VUZ/071006_vuzi_res.htm',
        info: 'Чемпионат Санкт-Петербурга по спортивному ориентированию бегом среди ВУЗов',
        o_site: '071006_VUZ'
    },
    {
        date: '2007-10-13',
        endDate: '2007-10-14',
        place: 'район пос. Сосново',
        name: 'XXXVI Соревнования по ночному ориентированию памяти А. Окинчица',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/071013/071013_res.htm',
        info: 'XXXVI ночные соревнования по спортивному ориентированию памяти Анатолия Окинчица Про обязательное страхование: При отсутствии страхового полиса его можно оформить при подаче заявки (страховое покрытие 30000 руб, страховой взнос 14 руб с человека).',
        start: 'OKINCHITSA',
        o_site: '071013'
    },
    {
        date: '2007-10-21',
        place: 'Зеленогорск',
        name: 'Петербургская осень',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/071021/071021_res.htm',
        logo: 'azimut.gif',
        o_site: '071021'
    },
    {
        date: '2007-10-21',
        place: 'ст. Токсово (Малиновая гора)',
        name: 'Кубок ОК Гольфстрим, 3-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/071021_golfcup/071021_splits.zip',
        o_site: '071021_golfcup'
    },
    {
        date: '2007-10-27',
        place: 'ж.д.ст. Песочная',
        name: 'Ночные эстафеты',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/071027/071027_res.htm',
        o_site: '071027'
    },
    {
        date: '2007-10-28',
        place: '43-км Выборгского шоссе',
        name: 'Финал Кубка ФСО',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/071028/071028_res.htm',
        o_site: '071028'
    },
    {
        date: '2007-10-28',
        place: 'Кавголово (ВИФК)',
        name: 'Тренировка: маркир, нитка, выбор',
        type: 'ORIENT',
        info: 'Открытая тренировка в Кавголово. Маркир, Нитка, Выбор.',
        fmt: 'маркир, нитка, выбор',
        o_site: '071028_tr'
    },
    {
        date: '2007-11-04',
        place: 'Мичуринское',
        name: 'Кубок Центра Ладога, 1-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/071104/071104_res.zip',
        info: 'Открытые, многоэтапные, личные соревнования с подведением командного зачета',
        o_site: '071104'
    },
    {
        date: '2007-11-05',
        place: 'ст. Орехово',
        name: 'Осенний марафон',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/071105/071105_res.zip',
        logo: 'azimut.gif',
        o_site: '071105'
    },
    {
        date: '2007-11-18',
        place: 'Шуваловский парк',
        name: 'Снежная Тропа, 1-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/071118/071118_res.htm',
        info: '1-й этап самых популярных и массовых соревнований по ориентированию в зимний период. Cоревнования 2008 года будут проведены в пять этапов: 1 этап 18 ноября 2007 г. Шуваловский парк 2 этап 02 декабря 2007 г. Пискаревский парк 3 этап 16 декабря 2007 г. Парк "Александрино" 4 этап 10 февраля 2008 г. по назначению 5 этап 16 марта 2008 г. Павловcкий парк',
        owner: 'SFSO_SPB',
        o_site: '071118'
    },
    {
        date: '2007-11-25',
        place: 'г. Всеволожск, озеро Длинное',
        name: 'Чемпионат и Пер-во Всеволожского р-на',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/071125/071125_res.htm',
        info: 'Соревнования проводятся по группам: МЖ10 (1997 г.р. и младше), МЖ-12 (1996-1995 г.р.), МЖ-14 (1994-1993г.р.), МЖ-16 (1992-1991г.р.), МЖ-21 (1990г.р. и старше), М,Ж-40 (1967-1953 г.р.), МЖ-55 (1952 г.р. и старше)',
        owner: 'SFSO_LO',
        o_site: '071125'
    },
    {
        date: '2007-12-02',
        place: 'Пискаревский парк',
        name: 'Снежная Тропа, 2-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/071202/071202_res_itog.htm',
        info: '2-й этап самых популярных и массовых соревнований по ориентированию в зимний период. Cоревнования 2008 года будут проведены в пять этапов: 1 этап 18 ноября 2007 г. Шуваловский парк 2 этап 02 декабря 2007 г. Пискаревский парк 3 этап 16 декабря 2007 г. Парк "Александрино" 4 этап 10 февраля 2008 г. по назначению 5 этап 16 марта 2008 г. Павловcкий парк',
        owner: 'SFSO_SPB',
        o_site: '071202'
    },
    {
        date: '2007-12-08',
        endDate: '2007-12-09',
        place: 'ст. Орехово',
        name: 'Горный Кросс -8',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/071208_gk/071209_res.htm',
        info: 'Рогейн в форматах 6 часов и 3 часа',
        start: 'GORNY_CROSS',
        o_site: '071208_gk'
    },
    {
        date: '2007-12-16',
        place: 'парк Александрино',
        name: 'Снежная Тропа, 3-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/071216/071216_res.htm',
        info: '3-й этап самых популярных и массовых соревнований по ориентированию в зимний период. Cоревнования 2008 года будут проведены в пять этапов: 1 этап 18 ноября 2007 г. Шуваловский парк 2 этап 02 декабря 2007 г. Пискаревский парк 3 этап 16 декабря 2007 г. Парк "Александрино" 4 этап 10 февраля 2008 г. по назначению 5 этап 16 марта 2008 г. Павловcкий парк',
        owner: 'SFSO_SPB',
        o_site: '071216'
    },
    /*
        {
            date: 'Перенесена в дате',
            place: 'Токсово, район лыжных трасс СК ФИРН',
            name: 'Новогодняя Эстафета',
            type: 'ORIENT',
            info: 'Традиционные соревнования по лыжному ориентированию на маркированной трассе, 2-х этапные эстафеты. Соревнования проводятся по группам: МЖ14, МЖ 16, МЖ 21, МЖ 45, МЖ55, ФИТНЕСС.',
            o_site: '061224'
        }
    */
];