let events2011 = [
    {
        id: 'SPB_20110101_1',
        date: '2011-01-01',
        endDate: '2011-01-10',
        place: 'пос. Мичуринское, б\\о «Мечта»',
        name: 'Зимний УТС в Мичуринском',
        type: 'SKI',
        res: 'https://o-site.spb.ru/_races/11010110/110107_res.htm',
        info: 'Учебно-тренировочный сбор в Мичуринском. Кубок Ленинградской области по спортивному ориентированию на лыжах. Кубок «Центра «Ладога»',
        o_site: '11010110'
    },
    {
        id: 'SPB_20110102_1',
        date: '2011-01-02',
        endDate: '2011-01-10',
        name: 'Зимние каникулы в "Мечте"',
        type: 'ORIENT',
        info: 'Учебно-тренировочный сбор на зимних каникулах в Мичуринском. База отдыха "Мечта".',
        o_site: '11010210'
    },
    {
        id: 'SPB_20110115_1',
        date: '2011-01-15',
        endDate: '2011-01-16',
        place: 'п. Кузьмоловский',
        name: 'Первенство ЛО, приз газеты Всеволожские вести',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/11011516/110115_res.htm',
        owner: 'SFSO_LO',
        start: 'VSEV_VESTI',
        o_site: '11011516'
    },
    {
        id: 'SPB_20110122_1',
        date: '2011-01-22',
        place: 'Орехово',
        name: 'Горный Кросс-24',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/110122/110122_res.htm',
        start: 'GORNY_CROSS',
        o_site: '110122'
    },
    {
        id: 'SPB_20110122_2',
        date: '2011-01-22',
        endDate: '2011-01-23',
        place: 'п. Кузьмоловский',
        name: 'Чемпионат и Первенство Ленинградской области',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/11012223/110122_res_CH.pdf',
        owner: 'SFSO_LO',
        o_site: '11012223'
    },
    {
        id: 'SPB_20110130_1',
        date: '2011-01-30',
        place: 'Пос. Кузьмоловский',
        name: 'Зимний Кубок ФСО СПб и ЛО. Спартакиада учащихся СПб и ЛО',
        type: 'SKI',
        res: 'https://o-site.spb.ru/_races/11012930/110129_res.pdf',
        info: 'Зимний Кубок ФСО Санкт-Петербурга и Ленинградской области. Спартакиада учащихся Санкт-Петербурга и Ленинградской области',
        o_site: '11012930'
    },
    {
        id: 'SPB_20110206_1',
        date: '2011-02-06',
        place: 'пос. Кузьмоловский',
        name: 'Кубок ОК Гольфстрим, Первенство СПб среди обучающихся',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110206/110206_res.htm',
        info: 'Сайт организаторов',
        owner: 'SFSO_SPB',
        o_site: '110206'
    },
    {
        id: 'SPB_20110212_1',
        date: '2011-02-12',
        name: 'Мемориал Андрея Волкова',
        type: 'SKI',
        res: 'https://o-site.spb.ru/_races/110212/110212_res.htm',
        start: 'VOLKOV_A',
        o_site: '110212'
    },
    {
        id: 'SPB_20110213_1',
        date: '2011-02-13',
        name: 'Чемпионат и Первенство СПб, спринт',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110213/110213_res.htm',
        fmt: 'спринт в заданном направлении',
        owner: 'SFSO_SPB',
        o_site: '110213'
    },
    {
        id: 'SPB_20110222_1',
        date: '2011-02-22',
        endDate: '2011-03-02',
        name: 'Смена ориентировщиков и туристов в ЗЦ «Зеркальный», Кубок ЗЦ «Зеркальный»',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110222/11022627_res.zip',
        info: 'Традиционная зимняя смена ориентировщиков и туристов Санкт-Петербурга в ЗЦ«Зеркальный»',
        o_site: '110222'
    },
    {
        id: 'SPB_20110223_1',
        date: '2011-02-23',
        place: 'стадион ВИФК (Кавголово)',
        name: 'Открытое пер-во ВИФК',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110223/110223_res.htm',
        fmt: 'масс-старт в заданном направлении на лыжах.',
        o_site: '110223'
    },
    {
        id: 'SPB_20110227_1',
        date: '2011-02-27',
        name: 'Открытое Первенство п. Кузьмоловкий',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110227_kuz/110227_res1.htm',
        owner: 'SFSO_LO',
        o_site: '110227_kuz'
    },
    {
        id: 'SPB_20110303_1',
        date: '2011-03-03',
        place: 'Пушкин',
        name: 'Царскосельский Азимут',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110303/110303_res.htm',
        o_site: '110303'
    },
    {
        id: 'SPB_20110306_1',
        date: '2011-03-06',
        place: 'Зеленогорск-Комарово',
        name: 'Чемпионат и Первенство СПб, классика и эстафета. Первенство ВУЗов',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/11030607/11030607_res.zip',
        info: '06 марта. Лыжная гонка 60. 07 марта. Эстафета, заданное направление.',
        owner: 'SFSO_SPB',
        o_site: '11030607'
    },
    {
        id: 'SPB_20110312_1',
        date: '2011-03-12',
        name: 'Чемпионат и Первенство СПб, маркир и удл. дист. Кубок ОК Гольфстрим, 3-й этап',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru',
        res: 'https://o-site.spb.ru/_races/11031213/110312_res.htm',
        info: '12.03.11 – Чемпионат и первенство СПб, лыжная гонка – маркир классика 35 – 40 минут. Код - 0830205511Я. 13.03.11 – Чемпионат и первенство СПб, 3й этап кубка клуба Гольфстрим, лыжная гонка – удлиненная дистанция в заданном направлении 120минут. Код - 0830155511Я.',
        owner: 'SFSO_SPB',
        o_site: '11031213'
    },
    {
        id: 'SPB_20110320_1',
        date: '2011-03-20',
        name: 'Рогейн клуба ОК Гольфстрим',
        type: 'ROGAINE',
        res: 'http://www.gs-oc.ru/phocadownload/competitions/2011/110320_rogain/110320_res.htm',
        info: 'Лыжный рогейн клуба "Гольфстрим" состоится 20 марта в районе озера Щучье, поселок Комарово. Соревнования проводятся в формате 3 часа, зачет личный. Дополнительно дистанция по выбору для группы Fitness.',
        o_site: '110320'
    },
    {
        id: 'SPB_20110401_1',
        date: '2011-04-01',
        name: 'Весенний Кубок команды 110%',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110602/110602_res.pdf',
        info: 'Открытые тренировки по ориентированию 1 этап 2 этап 3 этап 4 этап 5 этап 6 этап',
        start: 'ROGAINE_110',
        o_site: '110602',
        endDate: '2011-06-30'
    },
    {
        id: 'SPB_20110401_2',
        date: '2011-04-01',
        name: 'Летний Кубок СПб и ЛО',
        type: 'ORIENT',
        info: 'Многоэтапные лично-командные соревнования по спортивному ориентированию «Кубок Санкт-Петербурга и Ленинградской области» проводятся Федерациями спортивного ориентирования Санкт-Петербурга и Ленинградской области с целью развития клубного движения и выявления сильнейших спортсменов-ориентировщиков и сильнейших клубов спортивного ориентирования СПб и ЛО. Этап 1. Пер-во ЛО, Воейково. рейтинг Этап 2. Сосновоборские Дюны, Сосновый Бор. рейтинг Этап 3. Чемпионат и Первенство СПб, спринт, Кузьмолово. рейтинг Этап 4. Чемпионат и Первенство СПб, эстафета, Кузьмолово. рейтинг Этап 5. Чемпионат и Первенство СПб, лонг, Лемболово-Орехово. рейтинг Этап 6. Чемпионат и Первенство СПб, марафон, Лемболово. рейтинг Этап 7. Чемпионат и Первенство ЛО, Орехово. рейтинг Этап 8. Марафон На Холмах Яппиля. рейтинг Этап 9. Чемпионат и Первенство СПб, средняя дистанция, Лехтуси. рейтинг Этап 10. Золотая Осень, Выборг. рейтинг',
        o_site: 'SPb_LO_Cup_2011',
        endDate: '2011-10-31'
    },
    {
        id: 'SPB_20110402_1',
        date: '2011-04-02',
        place: 'Лемболово',
        name: 'Кубок СПб по рогейну, 1-й этап',
        type: 'ROGAINE',
        o_site: '110402'
    },
    {
        id: 'SPB_20110409_1',
        date: '2011-04-09',
        place: 'Можайское',
        name: 'Тренировка от Стрекозаек',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110409_str/110409_res.xls',
        info: 'Открытый тренировочный старт, дистанции по памяти (А) и по выбору (В).',
        o_site: '110409_str'
    },
    {
        id: 'SPB_20110410_1',
        date: '2011-04-10',
        name: 'Всеволожская тропа 4 этап',
        type: 'ORIENT',
        res: 'http://www.o-site.spb.ru/_races/110410_tropa/101219_res.htm',
        info: 'Результаты 1 этапа Результаты 2 этапа Результаты 3 этапа',
        o_site: '110410_tropa'
    },
    {
        id: 'SPB_20110417_1', date: '2011-04-17', name: 'Спринт в Кузьмолово', type: 'ORIENT', o_site: '110417'
    },
    {
        id: 'SPB_20110430_1',
        date: '2011-04-30',
        endDate: '2011-05-02',
        name: 'Чемпионат и Первенство ЛО',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/11043002/11043002_res.zip',
        owner: 'SFSO_LO',
        o_site: '11043002'
    },
    {
        id: 'SPB_20110507_1',
        date: '2011-05-07',
        endDate: '2011-05-08',
        place: 'Сосновый Бор',
        name: 'Сосновоборские Дюны',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/11041617/110507_res.htm',
        owner: 'YUVENTA',
        o_site: '11041617'
    },
    {
        id: 'SPB_20110509_1',
        date: '2011-05-09',
        name: 'Соревнования, посвящённые Дню Победы',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110509_/110509_res.zip',
        info: 'Соревнования, посвящённые Дню Победы:открытое п-во Всеволожского р-на, 2-й этап Кубка Яркого Мира.',
        o_site: '110509_'
    },
    {
        id: 'SPB_20110514_1',
        date: '2011-05-14',
        place: 'Дюны',
        name: 'Памяти друзей',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110514_Az/110514_res.htm',
        info: 'Традиционный старт КСО Азимут, посвящённый памяти тех ориентировщиков, которых уже нет с нами...',
        o_site: '110514_Az'
    },
    {
        id: 'SPB_20110514_2',
        date: '2011-05-14',
        place: 'Отрадное оз',
        name: 'BikeAdventure',
        type: ['ROGAINE', 'VELO'],
        link: 'https://vk.com/bikeadventure',
        res: 'https://www.bikeadventure.ru/arhiv/arhiv-2011-1.php',
        map: 'otradnoe_ba_2011',
        start: 'BA',
        owner: 'BKTV'
    },
    {
        id: 'SPB_20110515_1',
        date: '2011-05-15',
        place: 'г.Всеволожск, Ленинградская область',
        name: 'Российский азимут 2011, Ленинградская область',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/2011_RA-LO/2011_RA-LO_split.htm',
        owner: 'SFSO_LO',
        o_site: '2011_RA-LO'
    },
    {
        id: 'SPB_20110515_2',
        date: '2011-05-15',
        place: 'Удельный парк',
        name: 'Российский азимут 2011, Санкт-Петербург',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110515/110515spb_split.htm',
        owner: 'SFSO_SPB',
        o_site: '110515'
    },
    {
        id: 'SPB_20110516_1',
        date: '2011-05-16',
        place: 'ГОУ ЦО "СПб ГДТЮ" СДЮСШОР №2 68 каб',
        name: 'Курсы повышения квалификации тренеров-преподавателей',
        type: 'ORIENT',
        info: 'В мае будут продолжены занятия курсов повышения квалификации тренеров-преподавателей и педагогов дополнительного образования Санкт-Петербурга по спортивному ориентированию.',
        o_site: '110516'
    },
    {
        id: 'SPB_20110518_1',
        date: '2011-05-18',
        name: 'Летний кубок ОК Гольфстрим, 1-й этап',
        type: 'ORIENT',
        res: 'http://o-site.spb.ru/_races/110518_GS/110518_res.html',
        info: 'Многоэтапный Кубок 18 мая – 1й этап летнего кубка. Спринт. Сосновка. 27 августа – 2й этап летнего кубка. Ночное ориентирование. Классика 45. По назначению. 2 октября – 3й этап летнего кубка. Марафон “На Холмах Яппиля”. Яппиля.',
        o_site: '110518_GS'
    },
    {
        id: 'SPB_20110520_1',
        date: '2011-05-20',
        endDate: '2011-05-22',
        place: 'Нида, Литва',
        name: 'Чемпионат Прибалтики',
        type: 'ORIENT',
        o_site: '11052022'
    },
    {
        id: 'SPB_20110521_1',
        date: '2011-05-21',
        place: 'оз.Пасторское',
        name: 'Чемпионат и первенство ЛенОбласти, вело',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/110521_v/110521_rez.htm',
        info: 'Чемпионат и первенство ЛенОбласти, велокросс-классика (40-70 мин)',
        owner: 'SFSO_LO',
        o_site: '110521_v'
    },
    {
        id: 'SPB_20110521_2',
        date: '2011-05-21',
        place: 'Санкт-Петербург',
        name: '"День в Городе"',
        type: 'ROGAINE',
        fmt: '8 и 4 часа',
        link: 'http://runcity.org/ru'
    },
    {
        id: 'SPB_20110522_1',
        date: '2011-05-22',
        place: 'Васкелово (пост ГАИ)',
        name: 'Кубок Центра Ладога 3 этап',
        type: 'ORIENT',
        res: 'http://o-time.ru/content/blogcategory/20/56/',
        o_site: '110522_lo'
    },
    {
        id: 'SPB_20110522_2',
        date: '2011-05-22',
        place: 'пос. Токсово (урочище Малиновая гора)',
        name: 'Первенство Санкт-Петербурга среди обучающихся в 2011 г',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110522/110522_res.htm',
        info: 'Мандатная комиссия: 18 мая с 11:00 до 20:00, по адресу: Невский пр. 39, СДЮСШОР №2 ГОУ ЦО СПб ГДТЮ.',
        owner: 'SFSO_SPB',
        o_site: '110522'
    },
    {
        id: 'SPB_20110528_1',
        date: '2011-05-28',
        place: 'пос. Кузьмолово (карьер)',
        name: 'Чемпионат и Первенство СПб, спринт',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110528/110528_res.htm',
        owner: 'SFSO_SPB',
        o_site: '110528',
        reskeep: 261
    },
    {
        id: 'SPB_20110528_2',
        date: '2011-05-28',
        endDate: '2011-05-29',
        place: 'Кузнечное',
        name: 'Горный Кросс-26',
        type: 'ROGAINE',
        info: 'Кубок главы администрации Петроградского района по ориентированию «100 км за 24 часа» рогейн «Горный кросс-26»',
        fmt: '24 часа и 6 часов',
        start: 'GORNY_CROSS',
        o_site: '110529_rog'
    },
    {
        id: 'SPB_20110529_1',
        date: '2011-05-29',
        place: 'д. Куялово',
        name: 'Чемпионат и Первенство СПб, эстафета',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110529/110529_res.htm',
        info: '53-й летний Чемпионат и Первенство г. Санкт-Петербурга по спортивному ориентированию',
        owner: 'SFSO_SPB',
        o_site: '110529'
    },
    {
        id: 'SPB_20110601_1',
        date: '2011-06-01',
        name: 'Ночная тренировка команды 110%',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110601/110601_split.htm',
        info: 'Тренировка по подготовке к Jukola 2011',
        start: 'ROGAINE_110',
        o_site: '110601'
    },
    {
        id: 'SPB_20110603_1',
        date: '2011-06-03',
        name: 'Открытая тренировка',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110603/110603_split.htm',
        o_site: '110603'
    },
    {
        id: 'SPB_20110604_1',
        date: '2011-06-04',
        place: 'Гарболово',
        name: 'Рогейн от Стрекозаек (4 июня (суббота))',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/110604_R/110604_res3.htm',
        info: 'Рогейн - 3 часа, личные соревнования',
        o_site: '110604_R'
    },
    {
        id: 'SPB_20110605_1',
        date: '2011-06-05',
        place: 'Орехово',
        name: 'Чемпионат и Первенство СПб, лонг',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110605/110605_res.htm',
        info: '53-й летний Чемпионат и Первенство г. Санкт-Петербурга по спортивному ориентированию',
        owner: 'SFSO_SPB',
        o_site: '110605',
        reskeep: 249
    },
    {
        id: 'SPB_20110611_1',
        date: '2011-06-11',
        endDate: '2011-06-13',
        place: 'Ягодное-Мичуринское',
        name: 'Невский Азимут',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/11061012_NA/110611_res.htm',
        info: 'Традиционные многодневные соревнования КСО Азимут',
        start: 'NA',
        o_site: '11061012_NA'
    },
    {
        id: 'SPB_20110613_1',
        date: '2011-06-13',
        endDate: '2011-06-19',
        place: 'Орехово',
        name: 'Летний УТС ЛО',
        type: 'ORIENT',
        o_site: '11061319'
    },
    {
        id: 'SPB_20110614_1',
        date: '2011-06-14',
        endDate: '2011-06-19',
        place: 'п. Ягодное (северная оконечность оз.Берестового) Приозерского р-на ЛО',
        name: 'Фестиваль «Белые Ночи-2011»',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/11061419/11061419_res.zip',
        owner: 'WN',
        start: 'WN',
        o_site: '11061419'
    },
    {
        id: 'SPB_20110618_1',
        date: '2011-06-18',
        endDate: '2011-06-19',
        name: 'Jukola',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110619/Jukola2011_res.htm',
        o_site: '110619'
    },
    {
        id: 'SPB_20110621_1',
        date: '2011-06-21',
        endDate: '2011-06-26',
        name: 'Мемориал Михаила Святкина',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/11062126/110621_res.htm',
        start: 'MMS',
        o_site: '11062126'
    },
    {
        id: 'SPB_20110627_1',
        date: '2011-06-27',
        endDate: '2011-07-03',
        name: 'КУБОК РОССИИ по спортивному ориентированию на велосипедах',
        type: 'VELO',
        res: 'https://o-site.spb.ru/_races/110627-0703/20110628-0702_res.zip',
        info: 'КУБОК РОССИИ по спортивному ориентированию на велосипедах ПЕРВЕНСТВО РОССИИ по спортивному ориентированию на велосипедах (юноши, девушки до 18 лет) ВСЕРОССИЙСКИЕ соревнования по ориентированию на велосипедах (юноши, девушки до 15 лет)',
        o_site: '110627-0703'
    },
    {
        id: 'SPB_20110629_1',
        date: '2011-06-29',
        endDate: '2011-07-03',
        place: 'Боровинка, Каменногорск',
        name: 'Кубок Карельского Перешейка',
        type: 'ORIENT',
        info: 'Соревнования проводятся 29.06 -03.07 2011 года в Выборгском районе Ленинградской области, вблизи г.Каменногорск.',
        start: 'KKP',
        o_site: '11062903'
    },
    {
        id: 'SPB_20110703_1',
        date: '2011-07-03',
        place: 'Токсово',
        name: 'Велорогейн от 100х24',
        type: 'ROGAINE',
        res: 'http://www.100x24.ru/results.htm',
        o_site: '110703',
        start: '100x24'
    },
    {
        id: 'SPB_20110709_1',
        date: '2011-07-09',
        endDate: '2011-07-10',
        name: 'Чемпионат Ленинградской области по рогейну. Этап Открытого Кубка СПб',
        type: 'ROGAINE',
        o_site: '110709'
    },
    {
        id: 'SPB_20110710_1',
        date: '2011-07-10',
        place: 'По назначению',
        name: '3 этап Кубка Санкт-Петербурга',
        type: 'ROGAINE',
        fmt: '6 часов (+ 3 часа)',
        link: 'http://rogaining.spb.ru'
    },
    {
        id: 'SPB_20110717_1',
        date: '2011-07-17',
        place: 'Орехово',
        name: 'Открытое п-во ОК судостроения (17 июля (воскресенье))',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110717_Az/110717_res.htm',
        info: 'Традиционный старт ориентировщиков-судостроителей и КСО Азимут',
        o_site: '110717_Az'
    },
    {
        id: 'SPB_20110723_1',
        date: '2011-07-23',
        endDate: '2011-07-24',
        place: 'Мичуринское',
        name: 'Три-О-Тлон',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/tri-o-tlon-2011/110723_res.htm',
        photo: 'http://o-site.spb.ru/gallery.php?id=gallery_TOT2011_OA',
        info: 'Старейшая мультиспортивная гонка в России: в 2011-м году состоялся юбилейный 10-й Три-О-Тлон, история которого ведёт отсчёт с 2002-го года. Нас поддерживали: Альпина Спортивная Линия Red Fox & Inov8 Яркий Мир Кант SkiTent Спортсистем Альпиндустрия Эксперты Приключений Турфирма Весь Мир Информационная поддержка: O-site x-race.msk.ru adventureraces.ru carabin.ru',
        logo: 'triotlon.gif',
        o_site: 'tri-o-tlon-2011'
    },
    {
        id: 'SPB_20110806_1',
        date: '2011-08-06',
        place: 'Токсово, Малиновая гора',
        name: 'Рогейн-110',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/110806/110806_res.pdf',
        start: 'ROGAINE_110',
        o_site: '110806'
    },
    {
        id: 'SPB_20110814_1',
        date: '2011-08-14',
        place: 'Кузьмолово',
        name: 'Рогейн 110%',
        type: 'ROGAINE',
        fmt: '3 часа',
        start: 'ROGAINE_110'
    },
    {
        id: 'SPB_20110821_1', date: '2011-08-21', name: 'PITERHAPPENING', type: 'ORIENT', o_site: '110821'
    },
    {
        id: 'SPB_20110828_1',
        date: '2011-08-28',
        place: 'Лемболово',
        name: 'Зелёный змей',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110828_Az/110828_res.htm',
        info: 'Традиционный старт КСО Азимут',
        start: 'GS',
        o_site: '110828_Az'
    },
    {
        id: 'SPB_20110910_1',
        date: '2011-09-10',
        place: 'пос. Молодёжное',
        name: 'Горный Кросс-27',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/110910/110910_res.xls',
        start: 'GORNY_CROSS',
        o_site: '110910'
    },
    {
        id: 'SPB_20110911_1',
        date: '2011-09-11',
        place: 'Ильичёво-Ленинское',
        name: 'Классика Белых Ночей',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110911/110911_res.htm',
        info: 'Победители и призёры (1 – 3 место) в абсолютном зачете среди двух основных групп М (16, 18, 21, 40, 50) и Ж (16, 18, 21, 40, 50) (по лучшему времени независимо от группы и дистанции) награждаются ценными призами: 6 комплектов приемного оборудования предоставлены крупнейшим российским спутниковым оператором "Триколор ТВ" (www.tricolor.tv). 1-е место: комплект оборудования + 3 года подписки на Триколор ТВ 2-е место: комплект оборудования + 2 года подписки на Триколор ТВ 3-е место: комплект оборудования + 1 год подписки на Триколор ТВ',
        owner: 'WN',
        o_site: '110911'
    },
    {
        id: 'SPB_20110917_1',
        date: '2011-09-17',
        name: 'Вело-О на Велопитере',
        type: 'VELO',
        res: 'http://fedor-e.narod.ru/fest11/mtbo-fin.htm',
        o_site: '110917'
    },
    {
        id: 'SPB_20110917_2',
        date: '2011-09-17',
        place: 'Токсово',
        name: 'Критериум-25',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110917_Cr/110917_rres.xls',
        o_site: '110917_Cr'
    },
    {
        id: 'SPB_20110918_1',
        date: '2011-09-18',
        place: 'Лемболово',
        name: 'Чемпионат СПб, марафон',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110918/110918_res.htm',
        owner: 'SFSO_SPB',
        o_site: '110918',
        reskeep: 240
    },
    {
        id: 'SPB_20110919_1',
        date: '2011-09-19',
        endDate: '2011-09-23',
        place: 'пос. Рощино Лен. обл',
        name: 'Чемпионат Европы по велоориентированию, Финал Кубка Мира',
        type: 'VELO',
        info: 'V ЧЕМПИОНАТ ЕВРОПЫ ФИНАЛ КУБКА МИРА 2011 V КУБОК ЕВРОПЫ СРЕДИ ЮНИОРОВ VI КУБОК ЕВРОПЫ СРЕДИ ЮНОШЕЙ И ДЕВУШЕК ПО СПОРТИВНОМУ ОРИЕНТИРОВАНИЮ НА ВЕЛОСИПЕДАХ',
        owner: 'SFSO_LO',
        o_site: '11091923'
    },
    {
        id: 'SPB_20110924_1',
        date: '2011-09-24',
        place: 'Токсово',
        name: 'Золотые кольца (Свадебные-2011)',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110924_ZK/110924_res.htm',
        start: 'WEDDING',
        o_site: '110924_ZK'
    },
    {
        id: 'SPB_20110924_2',
        date: '2011-09-24',
        endDate: '2011-09-25',
        place: 'Орехово',
        name: 'Чемпионат и пер-во ЛО',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/11092425/110924_res.pdf',
        owner: 'SFSO_LO',
        o_site: '11092425'
    },
    {
        id: 'SPB_20110930_1',
        date: '2011-09-30',
        place: 'Токсово, ВИФК',
        name: 'Ночное Первенство СПб по спортивному ориентированию',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/110930/110930_res.htm',
        owner: 'SFSO_SPB',
        o_site: '110930'
    },
    {
        id: 'SPB_20111001_1',
        date: '2011-10-01',
        name: 'Чемпионат Санкт-Петербурга по рогейну',
        type: 'ROGAINE',
        info: 'Соревнования проводятся в сроки 30 сентября - 2 октября. Центр соревнований - лагерь "Зеркальный".',
        o_site: '111001'
    },
    {
        id: 'SPB_20111001_2',
        date: '2011-10-01',
        place: 'Рощино',
        name: 'BikeAdventure',
        type: ['ROGAINE', 'VELO'],
        link: 'https://vk.com/bikeadventure',
        res: 'https://www.bikeadventure.ru/arhiv/arhiv-2011-2.php',
        map: 'roschino_ba_2011',
        start: 'BA',
        owner: 'BKTV'
    },
    {
        id: 'SPB_20111002_1',
        date: '2011-10-02',
        name: 'Марафон на холмах Яппиля',
        type: 'ORIENT',
        reg: 'http://o-reg.spb.ru',
        res: 'https://o-site.spb.ru/_races/111002/20111002_res.htm',
        info: 'Соревнования пройдут в районе ж/д станции Яппиля. Марафон 140 мин., кросс 35-100 мин.',
        o_site: '111002'
    },
    {
        id: 'SPB_20111005_1',
        date: '2011-10-05',
        place: 'Кузьмолово, карьер',
        name: 'Памяти Коли Иванова',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/111005/111005_rez.htm',
        o_site: '111005'
    },
    {
        id: 'SPB_20111007_1',
        date: '2011-10-07',
        endDate: '2011-10-10',
        place: 'ЗЦ "Зеркальный" , ст. Яппиля',
        name: 'СТАРТЫ в ЗЕРКАЛЬНОМ',
        type: 'ORIENT',
        o_site: '111007-10'
    },
    {
        id: 'SPB_20111008_1',
        date: '2011-10-08',
        endDate: '2011-10-09',
        place: 'Лемболово',
        name: 'Ночные соревнования памяти Анатолия Окинчица',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/111009/111009_res.pdf',
        start: 'OKINCHITSA',
        o_site: '111009'
    },
    {
        id: 'SPB_20111012_1',
        date: '2011-10-12',
        name: 'Первенство Калининского района',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/111012/111012_res.htm',
        info: 'Место проведение: Пискаревский парк',
        o_site: '111012'
    },
    {
        id: 'SPB_20111015_1',
        date: '2011-10-15',
        place: 'Токсово, оз. Светлое',
        name: 'Петербургская осень',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/111015_Az/111015_res.htm',
        logo: 'azimut.gif',
        o_site: '111015_Az'
    },
    {
        id: 'SPB_20111015_2',
        date: '2011-10-15',
        place: 'Токсово, оз. Светлое',
        name: 'Чемпионат ВУЗов СПб',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/111015_vyz/111015_res.xls',
        owner: 'SFSO_SPB',
        o_site: '111015_vyz'
    },
    {
        id: 'SPB_20111016_1',
        date: '2011-10-16',
        place: 'Лехтуси',
        name: 'Чемпионат СПб, средняя дистанция',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/111016/111016_res.htm',
        owner: 'SFSO_SPB',
        o_site: '111016',
        reskeep: 228
    },
    {
        id: 'SPB_20111022_1',
        date: '2011-10-22',
        place: 'Солнечное, Дюны',
        name: 'Ночные Эстафеты',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/111022/111022_res.htm',
        o_site: '111022'
    },
    {
        id: 'SPB_20111022_2',
        date: '2011-10-22',
        endDate: '2011-10-23',
        name: 'Золотая Осень',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/11102223/221011res.htm',
        owner: 'VYBORG',
        o_site: '11102223'
    },
    {
        id: 'SPB_20111029_1',
        date: '2011-10-29',
        place: 'Лемболово',
        name: 'Первенство СПб среди ветеранов',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/111029_Az/111029_res.htm',
        owner: 'SFSO_SPB',
        o_site: '111029_Az'
    },
    {
        id: 'SPB_20111030_1',
        date: '2011-10-30',
        name: 'Кубок Яркого Мира 2011',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/2011CupYM/2011CupYM_res.zip',
        info: '1 этап - 24.04 Энколово 2 этап - 09.05 Охта-Парк 3 этап - 16.07 Цвелодубово 4 этап - 13.08 Ягодное 5 этап - 14.08 Ягодное 6 этап - 03.09 Токсово 7 этап - 04.09 Токсово 8 этап - 16.10 (перезачет средней дистанции Ч-та СПб) финал - 30.10 Первомайское',
        start: 'YM',
        o_site: '2011CupYM'
    },
    {
        id: 'SPB_20111030_2',
        date: '2011-10-30',
        endDate: '2011-11-05',
        place: 'Мичуринское',
        name: 'УТС в «Мечте»',
        type: 'ORIENT',
        o_site: '11110105'
    },
    {
        id: 'SPB_20111104_1',
        date: '2011-11-04',
        place: 'Зеленогорск (Болотная станция)',
        name: 'Осенний марафон',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/111104_Az/111104_res.htm',
        logo: 'azimut.gif',
        o_site: '111104_Az'
    },
    {
        id: 'SPB_20111104_2',
        date: '2011-11-04',
        endDate: '2011-11-05',
        name: 'Кубок СПб по рогейну, 5-й этап',
        type: 'ROGAINE',
        o_site: '11110405'
    },
    {
        id: 'SPB_20111105_1',
        date: '2011-11-05',
        place: 'Мичуринское',
        name: 'Кубок «Центра «Ладога»',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/111105/111105_rez_Ladoga.htm',
        o_site: '111105'
    },
    {
        id: 'SPB_20111106_1',
        date: '2011-11-06',
        place: 'в районе ж/д ст. Лемболово',
        name: 'Соревнования по MTБO памяти Бориса Панкратьева',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/111106/111106_res.htm',
        o_site: '111106'
    },
    {
        id: 'SPB_20111113_1',
        date: '2011-11-13',
        place: 'п. Кузьмоловский',
        name: 'Открытое Первенство п. Кузьмоловский',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/111113/111113_res2.PDF',
        owner: 'SFSO_LO',
        o_site: '111113'
    },
    {
        id: 'SPB_20111117_1',
        date: '2011-11-17',
        name: 'Осенний Кубок команды 110%',
        type: 'ORIENT',
        res: 'http://o-site.spb.ru/_races/111117/110915_res.htm',
        info: 'Серия открытых тренировочных стартов 1 ЭТАП Юкки результаты 2 ЭТАП Токсово результаты 3 ЭТАП Токсово результаты 4 ЭТАП Кузьмолово результаты 5 ЭТАП Куялово результаты 6 ЭТАП Кузьмолово результаты',
        start: 'ROGAINE_110',
        o_site: '111117'
    },
    {
        id: 'SPB_20111119_1',
        date: '2011-11-19',
        place: 'Эколого-биологический центр на Крестовском острове, Крестовский пр. 19',
        name: 'Вечер встречи ориентировщиков',
        type: 'ORIENT',
        info: 'Традиционный вечер встречи ориентировщиков, в рамках которого пройдёт награждение по итогам летнего сезона 2011г. Организатор: ФСО СПб Проходит при поддержке: РедФокс, INOV8 Сеть магазинов КАНТ Строительная компания ТЕМП Сеть магазинов Яркий Мир Санкт-Петербургский городской Дворец творчества юных В программе вечера: - награждение призёров Чемпионата и Первенства СПб - награждение по итогам Кубка СПб и ЛО в личном и клубном зачётах - вручение значков мастеров спорта - показ фотографий, видео с летних соревнований Все призёры, пришедшие на вечер, смогут принять участие в лотерее, в которой будут разыграны ценные призы от компании Яркий Мир. Внимание! С собой необходимо иметь сменную обувь или бахилы!',
        o_site: '111119'
    },
    {
        id: 'SPB_20111120_1',
        date: '2011-11-20',
        place: 'парк Сосновка',
        name: 'Ориентир-НатАлка',
        type: 'ORIENT',
        res: 'http://o-site.spb.ru/_races/110327_Or/110327_res.xls',
        info: 'Традиционная серия тренировочных стартов КСО Азимут: 27.03 Ориентир-1: результаты 20.04 Ориентир-2: результаты 04.05 Ориентир-3: результаты 11.05 Ориентир-4: результаты, сплиты 24.07 Ориентир-6: результаты, сплиты 31.07 Ориентир-7: результаты, сплиты 31.08 Ориентир-8: результаты, сплиты 07.09 Ориентир-9: результаты, сплиты 20.11 Ориентир НатАлка: результаты, сплиты',
        logo: 'azimut.gif',
        o_site: '110327_Or'
    },
    {
        id: 'SPB_20111126_1',
        date: '2011-11-26',
        name: 'Горный Кросс-28',
        type: 'ROGAINE',
        res: 'https://o-site.spb.ru/_races/111126/111126_result.htm',
        start: 'GORNY_CROSS',
        o_site: '111126'
    },
    {
        id: 'SPB_20111127_1',
        date: '2011-11-27',
        place: 'Пискарёвский парк',
        name: 'Снежная Тропа, 1-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/111127/111127_RES1.htm',
        owner: 'SFSO_SPB',
        o_site: '111127'
    },
    {
        id: 'SPB_20111204_1',
        date: '2011-12-04',
        place: 'Зеленогорск-Комарово',
        name: 'День Выборов от клуба Белые Ночи',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/111204/111204_res.htm',
        photo: 'http://adventureraces.ru/photo/index.php?id_of_section=11&id_of_photogallery=30',
        info: 'Победителям в группах МА-МD и ЖА-ЖD по ящику мандаринов!!!',
        video: 'http://online47.ru/a/2011/12/05/Den_viborov_beg_po_zada/',
        owner: 'WN',
        start: 'WN',
        o_site: '111204'
    },
    {
        id: 'SPB_20111211_1',
        date: '2011-12-11',
        place: 'Парк Зверинец, Петродворец',
        name: 'Снежная Тропа, 2-й этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/111211/111211_res.htm',
        info: 'Парк Зверинец, Петродворец',
        owner: 'SFSO_SPB',
        o_site: '111211'
    },
    {
        id: 'SPB_20111218_1',
        date: '2011-12-18',
        place: 'п. Бугры',
        name: 'Всеволожская тропа 2012 2 этап',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/111218/111218_res2.PDF',
        o_site: '111218'
    },
    {
        id: 'SPB_20111222_1',
        date: '2011-12-22',
        name: 'Открытая ночная тренировка',
        type: 'ORIENT',
        info: 'Клуб «Северный ветер» проводит открытую ночную тренировку в Павловском парке Старт открыт с 17:00 до 18:30. Будут предложены две дистанции заданного направления разной протяжённости. Старт у Чугунных ворот (вход в парк у перекрёстка Конюшенной и Садовой улиц г. Павловска). Стартовый сбор: 50р - взрослые, 30р - дети, студенты и пенсионеры. Отметка SFR. До Чугунных ворот г. Павловска можно добраться: от ст. метро "Купчино" - маршрутка №286, от ст.метр "Московская" - маршрутка №299 или пешком от ж.д. ст. Павловск по ул. Садовой (около 1 км).',
        o_site: '111222'
    },
    {
        id: 'SPB_20111224_1',
        date: '2011-12-24',
        name: 'Новогодний рогейн',
        type: 'ROGAINE',
        res: 'http://o-time.ru/images/all/w12/rgn_ny.htm',
        o_site: '111224'
    },
    {
        id: 'SPB_20111224_2',
        date: '2011-12-24',
        place: 'парк Александрино',
        name: 'Открытые тренировки на ЮЗ',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/111224_SW/111224_res.htm',
        o_site: '111224_SW'
    },
    {
        id: 'SPB_20111225_1',
        date: '2011-12-25',
        place: 'Дюны',
        name: 'Маркир уходящего года',
        type: 'ORIENT',
        res: 'https://o-site.spb.ru/_races/111225/111225_res.htm',
        photo: 'http://markir.spb.ru/photos/biotlon2011.htm',
        fmt: 'Би-О-Тлон',
        video: 'http://online47.ru/a/2012/01/06/Nou-hau_russkogo_orientir/',
        o_site: '111225'
    }
];
