const news = [
    'У нас уже 1200 карт!',
    'Проекту всего 3 месяца, а тут уже столько всего!',
    'Не забудьте посмотреть статистику - там много интересного!',
    'Авторов карт - уже почти 250.',
    'Московских карт - почти 200.',
    'Фестиваль "Яркий Мир" 2010-2024гг.',
    'Лишние кнопки можно убрать с экрана в контекстном меню.',
    'Какой регион будет следующим?',
    'Знаете новую карту? Сообщите нам!',
    'Что-то не так? Пишите, исправим!',
    'Есть шанс, что откроются карты ККП?',
];