// types can be ORIENT, ROGAINE, SPRINT, CITY, RELIEF
var cityMaps = [
    // --- городские кварталы ---
    {
        name: 'ЖК "Академ Парк"',
        year: 2022,
        url: './maps/city/akadem_park_2022.jpg',
        bounds: [[60.00842643842314, 30.398890972137455], [60.00738599006695, 30.40973782539368], [60.000461347882606, 30.396466255187992]],
        owner: 'KUZ',
        types: ['ORIENT', 'SPRINT', 'CITY'],
    },
    {
        name: 'Сад Олимпия',
        year: 2023,
        url: './maps/city/olimpia_2023.jpg',
        bounds: [[59.91895722202924, 30.317974090576175], [59.91908628309989, 30.330934524536136], [59.909932457837336, 30.318167209625248]],
        owner: 'WN',
        types: ['ORIENT', 'SPRINT', 'CITY'],
    },
    {
        name: 'Петропавловская крепость',
        year: 2020,
        url: './maps/city/petropavlovka_2020.jpg',
        bounds: [[59.953237549626834, 30.31014204025269], [59.9523135528265, 30.323424339294437], [59.94785436895968, 30.308296680450443]],
        types: ['ORIENT', 'SPRINT', 'CITY'],
    },
    {
        name: 'Колтуши',
        year: 2017,
        url: './maps/city/koltushi_2017.jpg',
        bounds: [[59.94677977712853, 30.643272399902347], [59.94523230369449, 30.665073394775394], [59.93050620031566, 30.63842296600342]],
        owner: 'SHEIN',
        types: ['ORIENT', 'CITY'],
        info: 'Автор: Виктор Добрецов',
    },
    {
        name: 'Лицей №384',
        year: 2019,
        url: './maps/city/narvskaya_384_school_2019.jpg',
        link: './maps/city/narvskaya_384_school_2019_full.jpg',
        bounds: [[59.898150319844724, 30.273513793945316], [59.89818260538584, 30.275981426239017], [59.89642837885074, 30.273309946060184]],
        owner: 'BVZ',
        types: ['ORIENT', 'CITY'],
    },
];
