// types can be ORIENT, ROGAINE, SPRINT, CITY, RELIEF
var forestMaps = [
    // --- лесные карты ---
    {
        name: 'Юкки',
        year: 2021,
        url: './maps/forest/jukki_2021.jpg',
        bounds: [[60.122697440699724, 30.301966667175297], [60.12011059701429, 30.33162117004395], [60.11170729729768, 30.297245979309086]],
        types: ['ORIENT'],
    },
    {
        name: 'Красная Горка (Орово)',
        year: 2016,
        url: './maps/forest/krasnaja_gorka_2016.jpg',
        bounds: [[59.9757385853773, 30.66794872283936], [59.97322610135715, 30.69468498229981], [59.95786788973526, 30.662326812744144]],
        author: 'WN',
        types: ['ORIENT'],
    },
    {
        name: 'Туутари',
        year: 1983,
        url: './maps/forest/tuutary_1983.jpg',
        bounds: [[59.70631768547324, 30.15652656555176], [59.705127030297604, 30.187897682189945], [59.688215155652344, 30.153179168701175]],
        types: ['ORIENT'],
    },
    {
        name: 'Токсово - оз Светлое',
        year: 2017,
        url: './maps/forest/toksovo_svetloe_2017.jpg',
        bounds: [[60.16070699702129, 30.436120033264164], [60.15609435132153, 30.494484901428226], [60.14496581512473, 30.430884361267093]],
        author: 'SHEIN',
        types: ['ORIENT'],
        info: 'Автор: Виктор Добрецов',
    },
    {
        name: 'Кузнечное - оз Волковское-Суури',
        year: 2019,
        url: './maps/forest/kuznechnoe_suuri_2019.jpg',
        bounds: [[61.14435367217603, 29.88916397094727], [61.13689678153038, 29.96950149536133], [61.12479630189204, 29.879465103149418]],
        author: 'SHEIN',
        types: ['ORIENT'],
        info: 'Автор: Виталий Чегаровский',
    },
    {
        name: 'Выборг - гора Величка',
        year: 1999,
        url: './maps/black.png',
        bounds: [[60.77320188037102, 28.53432655334473], [60.77081301434992, 28.55956077575684], [60.76754375132123, 28.532009124755863]],
        author: 'KOSO',
        types: ['ORIENT'],
    },
];
