let otherMaps = [
    // --- Карелия ---
    {
        name: 'Сортавала, оз Хелмиярви',
        year: 1992,
        url: './maps/other/sortavala_helmijarvi_1992.webp',
        link: './original_maps/other/sortavala_helmijarvi_1992_omaps.jpg',
        bounds: [[61.770991561763616, 30.659880638122562], [61.76479979707796, 30.743308067321777], [61.7504829150452, 30.65194129943848]],
        author: ['KHDNKCH','SCHV','NSNV']
    },
    {
        name: 'Сортавала, оз Хелмиярви',
        year: 2024,
        url: './maps/other/sortavala_helmijarvi_2024.webp',
        link: './original_maps/other/sortavala_helmijarvi_2024_omaps.gif',
        info: 'Комментарий автора, Владимира Люка: "Карта получилась очень тяжелая и интересная. В этом районе можно получить очень объективную информацию о всесторонней (физической, технической, психологической) готовности спортсменов. В процессе ориентирования спортсменам придется преодолевать достаточно сложный рельеф в сочетании с тяжелыми грунтами и очень плохой проходимость. Концентрация должна быть полная от старта до финиша. Нельзя расслабиться ни на секунду. Направление выдерживать придется постоянно оббегая упавшие деревья, клочки малины, небольшие формы рельефа, маленькие фрагменты скал. Под ногами всегда будут ветки, камни, мелкие неровности. Поставить ногу не глядя равно получить травму. Бежать и и одновременно работать с картой практически невозможно нигде. Спортсменам придется постоянно прогнозировать что их ожидает на перегонах. Такой тяжелой и сложной местности мне рисовать не приходилось."',
        bounds: [[61.772919889678285, 30.661940574646], [61.76102322389487, 30.76875686645508], [61.74826878842556, 30.65043926239014]],
        author: ['TKMKV_K','VRBJV_S','LUK_V','SBLV_S','TTYNN_V'],
        owner: 'FSO_KARELIA'
    },
    // --- Псковская обл ---
    {
        name: 'Печорский район',
        date: '2010-06-05',
        major: true,
        url: './maps/other/malska_dolina_rogaine_2010.webp',
        link: 'https://7rrc.rogaining.ru/download/7rrc_map24.jpg',
        info: '<a href="https://7rrc.rogaining.ru/">7-й Чемпионат России по рогейну</a>.',
        bounds: [[57.87178363722239, 27.708206176757816], [57.851830758429266, 28.029899597167972], [57.72335688189693, 27.675504684448242]],
        author: 'LSHV_A',
        owner: 'PSKOV_RUS',
        type: ['ROGAINE']
    },
    {
        name: 'Алоль',
        date: '2013-07-26',
        major: true,
        url: './maps/other/alol_rogaine_2013.webp',
        link: 'https://wrc2013.rogaining.ru/results/wrc2013_map.jpg',
        info: '<a href="https://wrc2013.rogaining.ru/ru/">11-й Чемпионат мира по рогейну</a>.',
        bounds: [[56.572156439339906, 28.817138671875004], [56.54538481548953, 29.139347076416016], [56.40901055670117, 28.773193359375]],
        owner: 'PSKOV_RUS',
        type: ['ROGAINE']
    },
    // --- Владимирская обл ---
    {
        name: 'Радужный',
        year: 2021,
        hidden: true,
        url: './maps/olive.png',
        bounds: [[56.02592194441778, 40.313987731933594], [56.01743143363443, 40.38067817687989], [55.994012897588576, 40.30145645141602]],
        author: ['TKMKV_K','KVZN','LUK_V'],
        owner: 'GRN_V'
    },
    // --- Калининградская обл ---
    {
        name: 'Матросовский лес',
        year: 2021,
        url: './maps/other/matrosovsky_forest_2021.webp',
        link: './original_maps/other/matrosovsky_forest_2021_omaps.gif',
        bounds: [[54.84602774923302, 20.5759334564209], [54.84402622102956, 20.609107017517093], [54.81713187219776, 20.570869445800785]],
        author: ['TKMKV_K','LUK_V'],
        owner: 'KRSHNV'
    },
    // --- Оренбург ---
    {
        name: 'парк Ивушка',
        year: 2025,
        url: './maps/other/ivushka_2025.webp',
        link: './original_maps/other/ivushka_2025_omaps.jpg',
        bounds: [[51.79770790189836, 55.21902322769166], [51.79648701968797, 55.23048162460328], [51.78966539560376, 55.216641426086426]],
        author: 'STPNV_P',
        logo: 'orenburg.webp',
        type: ['PARK']
    },
];
