// types can be ORIENT, ROGAINE, SPRINT, CITY, RELIEF
var forestMaps = [
    // --- лесные карты ---
    {
        name: 'Юкки',
        year: 2021,
        url: './maps/forest/jukki_2021.jpg',
        bounds: [[60.122697440699724, 30.301966667175297], [60.12011059701429, 30.33162117004395], [60.11170729729768, 30.297245979309086]],
        types: ['ORIENT'],
    },
    {
        name: 'Красная Горка (Орово)',
        year: 2016,
        url: './maps/forest/krasnaja_gorka_2016.jpg',
        bounds: [[59.9757385853773, 30.66794872283936], [59.97322610135715, 30.69468498229981], [59.95786788973526, 30.662326812744144]],
        author: 'WN',
        types: ['ORIENT'],
    },
    {
        name: 'Туутари',
        year: 1983,
        url: './maps/forest/tuutary_1983.jpg',
        bounds: [[59.70631768547324, 30.15652656555176], [59.705127030297604, 30.187897682189945], [59.688215155652344, 30.153179168701175]],
        types: ['ORIENT'],
    },
];
