var owners = {
    BVZ: '© Татьяна Бевза [<a href="mailto:Tanya-9-8@ya.ru" target="_blank">Tanya-9-8@ya.ru</a>]',
    KKM: '<b><a href="https://kkmstart.ru" target="_blank">Кубок Коротких Маршрутов</a></b><br/> © <a href="https://vk.com/id18529372" target="_blank">Сергей Рыжов</a>',
    KOSOR: 'К сожалению, Антон Косоруков пока что не дал нам разрешения на публикацию своих карт. Но мы верим и надеемся, что всё ещё когда-нибудь будет.',
    KUZM: 'Карта является собственностью клуба КУЗЬМОЛОВО. По вопросам использования карты - +79213300490 (Михаил Чегаровский)',
    SHEIN: 'По вопросам использования карты - 8-921-972-86-24 (Александр Шеин)',
    WN: 'К сожалению, Клуб "Белые Ночи" пока что не дал нам разрешения на публикацию своих карт. Но мы верим и надеемся, что всё ещё когда-нибудь будет.',
    FSOSPB: '© ФСО СПб',
    ZCHNV: '© Зачиняев В.А.',
    ELTSV: '© Ельцов Денис',
    RDNV_I: '© Родионов Иван',
    BBCH_A: '© Бибич Андрей - <a href="https://vk.com/id7840054" target="_blank">ВК</a> или <a href="https://t.me/andy_atta" target="_blank">Telegram</a>',
    MSKV: 'По вопросам использования карты - 8-981-146-94-95 (Москов Игорь)',
}