let starts = {
    NA: {
        short: 'Невский Азимут',
        name: 'Невский Азимут',
        logo: 'na.jpg',
        info: '<p>В основе проведения «Невского Азимута» лежат клубные принципы. Ещё в профсоюзные времена в Клубе любителей ориентирования «Спартак» сформировалась стабильная судейская бригада: ' +
            'организатор и один из авторов карт – <a href="https://vk.com/wall-154221178_8955" target="_blank">Александр Василевский</a>, (в последние годы его сменил Николай Волков), ' +
            'главный секретарь Наталья Яшукова, картографы и служба дистанции – <a href="https://o-site.spb.ru/history/Peoples/sedr.html" target="_blank">Сергей Дробышев</a>, ' +
            'Александр Лисиненков, <a href="https://o-site.spb.ru/history/Peoples/leonfed.html" target="_blank">Леонид Фёдоров</a>. Отличительной чертой этой многодневки до сегодняшнего дня ' +
            'является тщательное планирование детских и ветеранских дистанций. Это не удивительно, ведь основу КСО «Азимут» составляют ветераны; Фёдоров является организатором и вдохновителем ' +
            '«Кубка школьного двора», а Дробышев – инициатором ориентирования в школьных помещениях; наконец, Лисиненков – наиболее квалифицированным инспектором Петербурга.' +
            '<p> © <a href="https://rufso.ru/wp-content/uploads/2018/08/2013№4-Питерские-многодневки.pdf" target="_blank">Питерские многодневки</a>'
    },
    YM: {
        short: 'Яркий Мир',
        name: '<a href="https://vk.com/club128591100" target="_blank">Яркий Мир</a>',
        logo: 'ym.jpg'
    },
    MMS: {
        short: 'ММС',
        name: 'Мемориал Михаила Святкина',
        logo: 'mms.jpg',
        info: '<p>В ноябре 1992 года во время тренировки от острой сердечной недостаточности умер <a href="https://o-site.spb.ru/history/Peoples/svyatkin.html" target="_blank">Миша Святкин</a>, ' +
            'один из лучших спортсменов за всю историю питерского ориентирования. Михаил, в течение многих лет выступавший за сборную Советского Союза и команду ЦС«Динамо», был, без преувеличения, ' +
            'всеобщим любимцем ориентировщиков страны. В июле 1993 года сотни участников из России и стран бывшего СССР собрались, чтобы почтить его память. Первый Мемориал был проведён на высоком ' +
            'спортивном и организационном уровне и получил мощную спонсорскую поддержку. (Главный судья – <a href="https://o-site.spb.ru/history/Peoples/blagovo1.html" target="_blank">Никита Благово</a>, ' +
            'автор карты и начальник дистанций – <a href="https://o-site.spb.ru/history/Peoples/vd.html" target="_blank">Виктор Добрецов</a>, генеральный спонсор – Михаил Ушаков.) <p>Когда в 1995 году ' +
            'за проведение Мемориала взялись выпускники и тренеры областной ДЮСШ - друзья и соратники Михаила, среди них оказалось немало жителей Финляндии, финнов по национальности или членов их семей, ' +
            'уехавших в 1990-е годы. Опыт, полученный ими в финских клубах и на соревнованиях, безусловно, помогал повышать уровень Мемориала не меньше, чем спонсорская поддержка. Именно там, впервые в Петербурге, ' +
            'появился горячий душ после финиша, «детский сад» и дистанция «микроориентирования» для самых маленьких, ламинированные карты и широкая ярмарка спортивных товаров. Чёткая организация и по-настоящему ' +
            'ценные призы, дополняют фирменный стиль «Мемориала Михаила Святкина» (главный судья – Александр Курдюмов, картографы и служба дистанции: Сергей Воробей, Александр Ковязин, Леонид Маланков, ' +
            '<a href="https://spbof.ru/ru/8-news/553-k-yu-tokmakov-u-nas-mestnostej-kotorye-imeet-smysl-risovat-v-5-m-prakticheski-na-moj-vzglyad-net" target="_blank">Константин Токмаков</a>). Чёткая организация ' +
            'и по-настоящему ценные призы дополняют фирменный стиль «Мемориала Михаила Святкина» (главный судья – Александр Курдюмов). В течение многих лет не раз менялись картографы и служба дистанции.' +
            '<p> © <a href="https://rufso.ru/wp-content/uploads/2018/08/2013№4-Питерские-многодневки.pdf" target="_blank">Питерские многодневки</a>'
    },
    KKP: {
        short: 'ККП',
        name: '<a href="https://o-nw.ru/kkp" target="_blank">Камни (Кубок) Карельского Перешейка</a>',
        logo: 'kkp.jpg'
    },
    WN: {
        short: 'БН',
        name: '<a href="http://www.w-n.ru/white%20nights/" target="_blank">Белые Ночи</a>',
        logo: 'wn_retro.webp',
        info: '<p>Когда в 1971 году коллектив спортклуба «Импульс» по инициативе <a href="https://o-site.spb.ru/history/Peoples/blagovo1.html" target="_blank">Никиты Владимировича Благово</a> ' +
            'провёл в районе станции Рощино однодневный старт «Белые Ночи», то никто, и даже сами организаторы, не могли предвидеть, что именно эти соревновани на долгие годы станут ' +
            'визитной карточкой ленинградского ориентирования. <p>Уже в 1973 году однодневные «Белые Ночи» стали одним из отборочных стартов для формирования сборной СССР на «Кубок мира и дружбы». ' +
            'Начиная с 1974 года, организацией и проведением многодневки стал заниматься спортклуб «<a href="https://o-site.spb.ru/history/pub/Ekran50.htm" target="_blank">Экран</a>». ' +
            'Активисты клуба <a href="https://o-site.spb.ru/history/Peoples/mmosk.html" target="_blank">Сергей и Ольга Казанцевы и Мария Малова</a> ежегодно, в ' +
            'течение многих лет, готовили к концу июня всё новые карты, украшенные эмблемой «Белых Ночей» – совой. Расширилась программа соревнований – появился' +
            'ночной старт. В 1979 году, в честь двадцатилетия ленинградского ориентирования, были проведены 20-этапные ночные эстафеты, а в следующем году «Белые Ночи» стали международными ' +
            '– в них приняли участие команды городов-побратимов Петербурга: Дрездена и Турку. <p>Начиная с 2001, года за проведение «Белых Ночей» взялся одноимённый клуб, ' +
            'возглавляемый Игорем и Светланой Горбатенковыми. Спонсорская поддержка позволяет клубу привлекать российских квалифицированных картографов для освоения новых интересных районов ' +
            'в окрестностях Первомайского–Мичуринского. Обслуживают соревнования многочисленные волонтёры из числа членов клуба.' +
            '<p> © <a href="https://rufso.ru/wp-content/uploads/2018/08/2013№4-Питерские-многодневки.pdf" target="_blank">Питерские многодневки</a>'
    },
    ST: {
        short: 'Спринт-Тур',
        name: '<a href="https://vk.com/sprinttourspb" target="_blank">Спринт-Тур</a>',
        logo: 'st.jpg'
    },
    '100X24': {
        short: '100x24',
        name: '<a href="https://100x24.ru/" target="_blank">100x24</a>',
        logo: '100x24.jpg'
    },
    RFAR: {
        short: 'RFAR',
        name: '<a href="https://adventure-race.redfox.ru/" target="_blank">Redfox Adventure Race</a>',
        logo: 'redfox.jpg'
    },
    KKM: {
        short: 'ККМ',
        name: '<a href="https://vk.com/club21533513" target="_blank">Кубок Коротких Маршрутов</a>',
        logo: 'kkm.jpg'
    },
    BA: {
        short: 'BikeAdventure',
        name: '<a href="https://vk.com/bikeadventure" target="_blank">BikeAdventure</a>',
        logo: 'ba.jpg'
    },
    TA: {
        short: 'TrailAdventure',
        name: '<a href="https://vk.com/tradventure" target="_blank">TrailAdventure</a>',
        logo: 'ta.jpg'
    },
    MB: {
        short: 'Марш-Бросок',
        name: '<a href="https://vk.com/mbrosok" target="_blank">Марш-Бросок</a>',
        logo: 'mb.jpg'
    },
    KZNTSVA: {
        short: 'Памяти Кузнецова',
        name: 'Памяти Сергея Кузнецова',
        logo: 'kuznetsov.jpg'
    },
    KS: {
        short: 'Карельские скалы',
        name: 'Карельские скалы',
        logo: 'ks.jpg',
        info: '<p>Проект «Скалы Кузнечного» был начат <a href="https://rufso.ru/wp-content/uploads/2018/08/2014№2-Памяти-Сергея-Владимировича-Кузнецова.pdf" target="_blank">Сергеем Кузнецовым</a> ' +
            'ещё в 1996 году, хотя и до этого ленинградские студенты и армейцы проводили сборы и соревнования в скальных районах Карельского перешейка. В июне следующего года ' +
            'первым соревнованием по новым картам стал Кубок России, которому сопутствовала массовая многодневка, носившая тогда название «Наш дом – Россия». На следующий год ' +
            'соревнования стали называться «Silva Cup» и прошли «в связке» с «Мемориалом Михаила Святкина», что, несомненно, способствовало популярности как тех, так и других стартов. ' +
            '<p>В последующие годы они получили название «Карельские Скалы», хотя, по различным причинам, дважды или трижды проводились в безскальных районах. Когда в 2008 году сильнейший ураган ' +
            'сделал недоступными на много лет карты в районе Кузнечного, спасли положение уже использованные ранее карты под Каменогорском. <p>С первого года своего существования, ' +
            '«Скалы» позиционировались Сергеем Кузнецовым, как «окно в Европу», точнее – в Скандинавию, не только для питерских, но и для всех российских ориентировщиков. ' +
            'Соревнования и технические сборы на специфической местности, по насыщенным ориентирами картам, помогали российскому ориентированию ликвидировать отставание ' +
            'в технической подготовке. Но даже для тех спортсменов, которые никогда не входили в состав национальной сборной, «Карельские Скалы» стали заметной ступенью ' +
            'в росте их мастерства. <p>В 2013 году «Скалы» снова вернутся в район Каменогорска. Постоянные авторы карт – Александр Ковязин, Сергей Несынов, ' +
            '<a href="https://spbof.ru/ru/8-news/553-k-yu-tokmakov-u-nas-mestnostej-kotorye-imeet-smysl-risovat-v-5-m-prakticheski-na-moj-vzglyad-net" target="_blank">Константин Токмаков</a> ' +
            'продолжают дело, начатое Сергеем Кузнецовым. Кузя, как со времён туристского кружка во Дворце пионеров звали его товарищи, оставил щедрое наследство всем российским ориентировщикам. ' +
            'Постараемся не растерять его.' +
            '<p> © <a href="https://rufso.ru/wp-content/uploads/2018/08/2013№4-Питерские-многодневки.pdf" target="_blank">Питерские многодневки</a>'
    },
    MEET_1966: {
        short: 'Матч\'1966',
        name: '<a href="https://o-site.spb.ru/history/Knots/match-66.html" target="_blank">Зимний матч городов СССР</a>',
        logo: 'meet_1966.jpg'
    },
    USSR_V_1971: {
        short: 'Всесоюзные\'1971',
        name: '<a href="https://o-site.spb.ru/history/Knots/ussr-71.html" target="_blank">Пятые Всесоюзные соревнования</a>',
        logo: '1971.jpg'
    },
    USSR_V_1975: {
        short: 'Всесоюзные\'1975',
        name: '<a href="https://o-site.spb.ru/history/Knots/ussr-75.html" target="_blank">Всесоюзные зимние соревнования</a>',
        logo: 'ussr_1975.jpg'
    },
    VWC_1995: {
        major: true,
        short: 'VWC\'1995',
        name: '<a href="https://o-site.spb.ru/history/VWC-95/index.html" target="_blank">Кубок Мира среди ветеранов</a>',
        logo: 'vwc95.gif'
    },
    USSR_1981: {
        major: true,
        short: 'I Чемпионат СССР',
        name: '<a href="https://o-site.spb.ru/history/Knots/ussr-81.html" target="_blank">Первый чемпионат СССР</a> (<a href="https://rufso.ru/wp-content/uploads/2018/08/2016№4-Первый-Чемпионат-СССР-как-это-было.pdf" target="_blank">как это было</a>, <a href="./docs/ussr_champ_1981_program.pdf" target="_blank">программа</a>, <a href="./docs/ussr_champ_1981_resolution.pdf" target="_blank">постановление</a>)',
        logo: 'ussr_1981.jpg'
    },
    JWSOC_2003: {
        major: true,
        short: 'JWSOC 2003',
        name: '<a href="https://spbof.ru/ru/2-uncategorised/582-istoriya-orientirovaniya-1992g-po-nastoyashchee-vremya" target="_blank">Чемпионат мира  по ориентированию  на лыжах среди  юниоров</a> (<a href="https://docs.cntd.ru/document/3641816" target="_blank">распоряжение</a>)',
        logo: 'jwsoc_2003.jpg'
    },
    RUSSIA_2019: {
        major: true,
        short: 'ЧР 2019',
        name: '<a href="https://o-site.spb.ru/race.php?id=190524chRF" target="_blank">Чемпионат России</a>',
        logo: 'fsor.jpg'
    },
    RUSSIA_2020: {
        major: true,
        short: 'ЧР (спринт) 2020',
        name: '<a href="https://o-site.spb.ru/race.php?id=20092428" target="_blank">Чемпионат России (спринт)</a>',
        logo: 'fsor.jpg'
    },
    RUSSIA_2021: {
        major: true,
        short: 'ЧР (спринт) 2021',
        name: '<a href="https://o-site.spb.ru/race.php?id=210531" target="_blank">Чемпионат России (спринт)</a>',
        logo: 'russia_2021.jpg'
    },
    RUSSIA_2022: {
        major: true,
        short: 'ЧР 2022',
        name: '<a href="https://o-site.spb.ru/race.php?id=22060911" target="_blank">Чемпионат России</a>',
        logo: 'fsor.jpg'
    },
    RUSSIA_2024: {
        major: true,
        short: 'ЧР (спринт) 2024',
        name: '<a href="https://o-site.spb.ru/race.php?id=240519_russia" target="_blank">Чемпионат России (спринт)</a>',
        logo: 'russia_2024.jpg'
    },
    RUSSIA_CUP_2024: {
        major: true,
        short: 'КР (спринт) 2024',
        name: '<a href="https://сшгорелова.рф/кубок-россии-г-химки/" target="_blank">Кубок России (спринт)</a>',
        logo: 'fso_msk.jpg'
    },
    SCHOOL: {
        short: 'Ориентирование в школу',
        name: '<a href="https://spbof.ru/ru/projects/o-school" target="_blank">Спортивное ориентирование в школу</a>',
        logo: 'school.jpg'
    },
    /* --- МОСКВА --- */
    INCR: {
        short: 'Инакор',
        name: '<a href="https://vk.com/inacor" target="_blank">Инакор — интернет активное ориентирование</a>',
        logo: 'inacor.jpg'
    },
    KMPT_ROGAINE: {
        short: 'Компот-рогейн',
        name: '<a href="https://www.x-lite.run/" target="_blank">Компот-рогейн</a>',
        logo: 'kmpt-rogaine.jpg'
    },
    AERO: {
        short: 'Аэророгейн',
        name: 'Аэророгейн',
        logo: 'aero.jpg'
    },
    MSK_LIGHT: {
        short: 'Московский лайт',
        name: '<a href="https://vk.com/moscow__lite" target="_blank">Московский лайт</a>',
        logo: 'msk_light.jpg'
    },
    BNO: {
        short: 'БНО',
        name: '<a href="https://tkmgtu.ru/library/Большое_Ночное_Ориентирование" target="_blank">Большое Ночное Ориентирование</a>',
        logo: 'bno.jpg'
    },
};

